{"label":5,"sentence":"Never love with all your heart, it only ends in breaking."}
{"label":3,"sentence":"CEO Behind 5,500% Stock Gain Says His Secret Is Raising Salaries"}
{"label":4,"sentence":"You bring everyone so much joy! You know, when you leave the room But, still"}
{"label":1,"sentence":"If you had enough money to build your dream house, what's a strange room/feature you'd include?"}
{"label":3,"sentence":"Audacity fork without any sentry telemetry or crash reporting"}
{"label":0,"sentence":"You are making a difference."}
{"label":2,"sentence":"In a freak accident today, a photographer was killed when a huge lump of cheddar landed in him To be fair though, the people who were being photographed did try to warn him"}
{"label":2,"sentence":"I once dated a girl who had a twin. People always asked me how I could tell them apart. Simple:  Jane paints her nails purple. John has a cock."}
{"label":3,"sentence":"Pfizer 91% effective in updated data, protective against South African variant"}
{"label":2,"sentence":"My wife and I are a perfect match. For instance, I have a 9 inch penis, and she doesn't know which end of a ruler to hold up."}
{"label":1,"sentence":"Time freezes for 48 hours and you’re the only thing not affected. What do you choose to do?"}
{"label":4,"sentence":"Beauty is only skin deep, but ugly goes clean to the bone"}
{"label":0,"sentence":"I know you as nice and tidy, a man of integrity and beauty who has overcome all the trials and tribulations of the profession with greatness and honor, and keeps going {state} through everything, what an admirable man with your effortless charm!"}
{"label":2,"sentence":"As a stand-up comic with a lisp, it can be difficult to convey sarcasm online /th"}
{"label":1,"sentence":"People who cater to the super rich; What things have you seen?"}
{"label":1,"sentence":"Fuck 2020 [Megathread]"}
{"label":2,"sentence":"A boy asked his bitcoin-investing dad for 1 bitcoin for his birthday Dad: What? $15,554??? $14,354 is a lot of money! What do you need $16,782 for anyway?"}
{"label":3,"sentence":"The lawyer who took on Chevron – and now marks his 600th day under house arrest"}
{"label":2,"sentence":"What’s the difference between a Pakistani elementary school and an Al-qaeda outpost? I dunno man I just fly the drone."}
{"label":0,"sentence":"I think you were the key person in designing this product."}
{"label":0,"sentence":"Your perspective is refreshing."}
{"label":3,"sentence":"Reddit is banning any Aimee Challenor mention. UK public figure and Reddit admin"}
{"label":2,"sentence":"Me: I'm afraid of random letters Therapist: you are?  Me: 'screams\"  Therapist: Oh I see  Me: \"continues to scream\""}
{"label":3,"sentence":"“Please don't add any of my stuff to this project”"}
{"label":2,"sentence":"It's a shame nothing is built in the USA anymore... I just bought a TV & it said 'Built in Antenna\". I don't even know where that is."}
{"label":2,"sentence":"Why don't envelopes reproduce? Because they're all mail!  I thought of this myself.  Proud of it."}
{"label":1,"sentence":"What’s something you’ll say here but not to people you know in real life?"}
{"label":0,"sentence":"Hanging out with you is always a blast."}
{"label":3,"sentence":"Barbados introduces plan to allow visitors to work remotely there for a year"}
{"label":1,"sentence":"What was a fact that you regret knowing?"}
{"label":5,"sentence":"I am thankful for all those difficult people in my life, they have shown me exactly who I do not want to be."}
{"label":2,"sentence":"Bad news: a message in German sent 110 years ago by homing pigeon was just found. Worse news: it was an acceptance letter to art school."}
{"label":3,"sentence":"Piano teacher gets copyright claim for playing Beethoven's Moonlight Sonata"}
{"label":3,"sentence":"Behind Cambridge Analytica lay a bigger threat to our democracy: Facebook"}
{"label":1,"sentence":"During sex when she says 'You can do anything you want to me\", how inappropriate is it to give her the dungeon master rulebook?"}
{"label":3,"sentence":"Ford Wants Billboards to Beam Distracting Ads to Screens Inside Your Car"}
{"label":2,"sentence":"My wife got stung by a bee on the forehead. She's at the ER now, her face all swollen and bruised, she almost died. Luckily I was close enough to hit the bee with my shovel."}
{"label":4,"sentence":"Some people are like slinkies — not really good for much, but they bring a smile to your face when pushed down the stairs"}
{"label":2,"sentence":"Today I thought of a color that doesn't exist... but then I realized it was just a pigment of my imagination."}
{"label":0,"sentence":"I'm grateful to know you."}
{"label":1,"sentence":"What is one item you did not realize was expensive, until you became an adult?"}
{"label":3,"sentence":"Backdoored password manager stole data from as many as 29K enterprises"}
{"label":2,"sentence":"Why do people say 'break a leg\" before an audition? It's so that they'll end up in a cast."}
{"label":2,"sentence":"We discovered my grandfather is addicted to Viagra No one is taking it harder than grandma"}
{"label":0,"sentence":"You are my hero."}
{"label":5,"sentence":"We’re taught to be ashamed of confusion, anger, fear and sadness, and to me they’re of equal value to happiness, excitement and inspiration."}
{"label":2,"sentence":"How did bill Cosby celebrate after getting out of jail He went to a bar and bought everyone drinks"}
{"label":2,"sentence":"I got fired from my job as a masseur. There wasn't any specific incident, apparently I just rub people the wrong way."}
{"label":3,"sentence":"Spain: Parliament passes law legalizing assisted suicide"}
{"label":3,"sentence":"AI bot trolls politicians with how much time they're looking at phones"}
{"label":1,"sentence":"Those who have been to a ruined wedding, what happened?"}
{"label":3,"sentence":"Google knows where you are, and so do advertisers"}
{"label":1,"sentence":"Introverts of Reddit, imagine it's a reverse pandemic and to not get sick and die, you had to spend all of your time outside, with other people and in crowds, how would you cope? Do you survive?"}
{"label":5,"sentence":"In the beginning, you might not love him, but if you can his love probably then you might fall in love."}
{"label":3,"sentence":"T-Mobile: Breach Exposed SSN/DOB of 40M+ People"}
{"label":1,"sentence":"What do you do confidently now that made you feel weird in the past?"}
{"label":1,"sentence":"Why pay for porn when there’s a ton of free stuff available?"}
{"label":3,"sentence":"Microsoft had a secret Windows XP theme that made it look like a Mac"}
{"label":1,"sentence":"What's the craziest butterfly effect that happened to you because of a small decision you made?"}
{"label":4,"sentence":"If I wanted to hear from an asshole, I’d fart"}
{"label":1,"sentence":"If all statues on Earth came to life and became hostile, which one would be the deadliest/scariest and be the most difficult to destroy?"}
{"label":4,"sentence":"I see no evil, and I definitely don’t hear your evil"}
{"label":1,"sentence":"People who asked for a pencil every single day in school. How is life going for you?"}
{"label":0,"sentence":"I like your style."}
{"label":3,"sentence":"Debian project has plenty of money but not enough developers"}
{"label":2,"sentence":"Why don't vegetarians moan during sex? Because they don't want to admit that a piece of meat makes them happy."}
{"label":5,"sentence":"True hearts are too rare."}
{"label":1,"sentence":"What movie is so good you'd recommend it to all your friends, but so emotionally traumatic that you'll never watch it again?"}
{"label":3,"sentence":"Replit used legal threats to kill my open-source project"}
{"label":2,"sentence":"Ever wonder how a Jehovah’s Witness spreads their word during Covid?  Now that you’re here, do you have a moment to talk about our Lord and Savior Jesus Christ?"}
{"label":3,"sentence":"Apple blocks Facebook update that called out 30-percent App Store ‘tax’"}
{"label":2,"sentence":"Hey ladies, what do you call a guy that doesn’t eat pussy? You don't."}
{"label":3,"sentence":"Rockstar pays $10k to modder who fixed GTA Online loading times"}
{"label":0,"sentence":"I wish I could be as good as you …"}
{"label":4,"sentence":"You're so fat, you leave footprints in concrete."}
{"label":1,"sentence":"You accidentally put in an hour more community service than needed, now you have to do 1 hour of community disservice. What do you do?"}
{"label":1,"sentence":"You’ve died and arrived at a train station to your afterlife. The trains are “animals”, “traditional Heaven”, “rebirth”, and “eternal nothingness”...Which train do you take and why?"}
{"label":2,"sentence":"Do you want to know why the republicans won't impeach Trump? Because they believe in carrying a baby to full term."}
{"label":3,"sentence":"Jeff Bezos loses attempt to block the Moon-landing contract NASA gave to SpaceX"}
{"label":5,"sentence":"All-day is not the same, you need to wait and be patient for the good things to happen."}
{"label":1,"sentence":"If 2021 is as good as 2020 was bad, what will we see happen in 2021?"}
{"label":0,"sentence":"The people you love are lucky to have you in their lives."}
{"label":3,"sentence":"Dog ejected from car during Sunday crash found on sheep farm, herding sheep"}
{"label":0,"sentence":"You’re always learning new things and trying to better yourself, which is awesome."}
{"label":4,"sentence":"Are you almost done with all of this drama? Because I need an intermission"}
{"label":1,"sentence":"Couples therapists, without breaking confidentiality, what are some relationships that instantly set off red flags, and do you try and get them to work out?"}
{"label":1,"sentence":"What outdated slang do you still use?"}
{"label":0,"sentence":"Everyone gets knocked down sometimes, but you always get back up and keep going."}
{"label":2,"sentence":"I phoned the wife earlier and asked if she wanted me to pick up Fish and Chips on the way home, but she just grunted at me. I think she still regrets letting me name the twins."}
{"label":1,"sentence":"20 years from now what will be the “ you are not going to always have a calculator in your pocket?”"}
{"label":2,"sentence":"Corona must have hit India hard... I´ve not recieved a single phone call this week from Microsoft to warn me about a virus on my computer."}
{"label":5,"sentence":"Read More: Attitude Quotes"}
{"label":3,"sentence":"FBI examined Google records to see if anyone had knowledge of Guccifer persona"}
{"label":1,"sentence":"People living in third world countries, what is something that is a part of your everyday life that people in first world countries would not understand / cope with?"}
{"label":1,"sentence":"Do you wash your crotch/genitals before oral sex ? Why or why not ?"}
{"label":1,"sentence":"What is the most fucking useless thing that they teach in school?"}
{"label":2,"sentence":"Waiting for election results is like waiting for a grade on a group project. I know I did my part right, but I am worried the rest of you screwed it up."}
{"label":1,"sentence":"People who don't click the tongs before using them, how?"}
{"label":1,"sentence":"What are some hidden gem subreddits with plenty of stuff to binge read?"}
{"label":3,"sentence":"T-Mobile to share customers' data with advertisers unless they opt out"}
{"label":0,"sentence":"You have a great sense of humor."}
{"label":2,"sentence":"'Dad, are we pyromaniacs?\" \"Yes, we arson.\""}
{"label":0,"sentence":"You look like a nice person."}
{"label":1,"sentence":"What are some SOLVED mysteries?"}
{"label":2,"sentence":"My buddy got fired today for telling a female customer “Whatever shampoo that is keep it up! Sure smells good!” Im gonna miss that midget.."}
{"label":2,"sentence":"Whats the leading cause of dry skin? Towels"}
{"label":2,"sentence":"This was the year I got all I wanted: a girlfriend, a steady job, and many new friends. All I could want for the next year is... to be able to post this in a different sub."}
{"label":0,"sentence":"You could survive a Zombie apocalypse."}
{"label":5,"sentence":"The feeling of separation is the worst pain I can feel it."}
{"label":5,"sentence":"Being happy is a very personal thing and it really has nothing to do with anyone else."}
{"label":4,"sentence":"Is your ass jealous of the amount of shit that comes out of your mouth?"}
{"label":1,"sentence":"What’s a “boring” hobby that’s not boring at all?"}
{"label":1,"sentence":"If covid 19 became a pandemic in 1990 rather than 2020, how would events have played out differently?"}
{"label":1,"sentence":"Which scene in a film disturbed you the most?"}
{"label":0,"sentence":"You radiate happiness."}
{"label":0,"sentence":"You are a beautiful, smart person. People like you."}
{"label":2,"sentence":"Tell a woman she's beautiful a hundred times and she won't believe you.  Tell a woman she's fat once and she will remember it for the rest of her life because elephants never forget."}
{"label":5,"sentence":"Tears are words the heart can’t express"}
{"label":3,"sentence":"US says Saudi prince approved Khashoggi killing"}
{"label":3,"sentence":"Two fighter pilots passed out over Nevada last year. Software saved them both"}
{"label":3,"sentence":"Germany bans Facebook from handling WhatsApp data over privacy concerns"}
{"label":0,"sentence":"In high school I bet you were voted 'most likely to keep being awesome.\""}
{"label":2,"sentence":"A girl once asked me if I was a breast or legs guy... I told her I was more into anal and feet. Now I’m banned from KFC."}
{"label":1,"sentence":"What is your favourite “dead” video game franchise?"}
{"label":2,"sentence":"NSFW. I walked in on my wife having sex with my best friend. So I did what any husband would do.  Took a rolled up newspaper and smacked him on the nose saying, 'Bad dog! Very Bad dog!\""}
{"label":1,"sentence":"Ex-deaf people of reddit, what was the most underwhelming sound, respective to your expectations?"}
{"label":1,"sentence":"You're offered the ability to absorb the knowledge of any book you touch instantly, but the way it works is that time freezes and won't unfreeze until you finish reading the book cover to cover, do you accept this power/curse? Why or why not?"}
{"label":2,"sentence":"Which month do men jerk off the least? February. Because it’s the shortest"}
{"label":2,"sentence":"Chewie is short for Chewbacca Chewie is short for Chewbacca   Ani is short for Anakin Skywalker  What is Luke short for?   A stormtrooper"}
{"label":1,"sentence":"Men of Reddit, what’s the fastest way to get rid of your boner?"}
{"label":0,"sentence":"Everyday is just BLAH when I don’t see you For reals! (awesome – you are halfway through the list. You’re awesome!)"}
{"label":0,"sentence":"Conan O’Brian: ‘Do I exercise? I want to try to look like you. I would like to exchange my body with you right now. ‘"}
{"label":1,"sentence":"What are some free/low-cost resources college students should know about?"}
{"label":3,"sentence":"Firefox replaces Google Analytics with fake no-op in strict tracking protection"}
{"label":4,"sentence":"No I'm not insulting you, I'm describing you."}
{"label":1,"sentence":"What’s the worst scandal to happen at your school?"}
{"label":2,"sentence":"Insomnia is terrible. But on the plus side... Only three more sleeps till Christmas"}
{"label":3,"sentence":"Jacques Cousteau’s Grandson Wants to Build the ISS of the Sea"}
{"label":2,"sentence":"I always say muchos to spanish people It means a lot to them"}
{"label":1,"sentence":"How do you feel about ’how would you feel?’ posts being banned?"}
{"label":5,"sentence":"A long life makes acquaintance with a thousand ills."}
{"label":1,"sentence":"People who take out their phones to record strangers who are having bad days: Why?"}
{"label":2,"sentence":"What happens when you do nothing about a respiratory pandemic? Your followers turn blue."}
{"label":2,"sentence":"Today I saw an ad that said 'radio for sale, $1, volume knob stuck on full.\" I thought, \"I can't turn that down.\""}
{"label":2,"sentence":"I really think OSHA should make an OnlyFans account They're some of the leading experts in NSFW content after all"}
{"label":0,"sentence":" There's just something about you..."}
{"label":2,"sentence":"The nurse hands a man his newborn and says 'I'm sorry, but your wife didn't make it.\" He responds \"well give me the one my wife made.\""}
{"label":0,"sentence":"You are a wonderful person. Thank you for being you."}
{"label":0,"sentence":"Our system of inside jokes is so advanced that only you and I get it. And I like that."}
{"label":2,"sentence":"A sheep, a drum, and a snake fall off a cliff Baa-dum-ssss"}
{"label":4,"sentence":"You're so ugly, you scared the crap out of the toilet."}
{"label":5,"sentence":"Don’t be in confusion, this may lead to separation."}
{"label":5,"sentence":"Don’t test your love, you just need to experience."}
{"label":1,"sentence":"Garbagemen if reddit, what are your pet peeves about all of us? What can we do to make your job better?"}
{"label":1,"sentence":"If you could take a pill to skip sleep, allowing you to feel fully rested with no side effects, would you do it? What would you do with a full 24 hours?"}
{"label":1,"sentence":"Moratorium on questions related to US Politics"}
{"label":5,"sentence":"People cry, not because they’re weak. It’s because they’ve been strong for too long."}
{"label":1,"sentence":"You just got an offer for $600K...but to collect it, you gotta have sex with the main character of the last tv show you watched. Who will it be?"}
{"label":1,"sentence":"Whats an NSFW fact about history that we don't get to hear too often?"}
{"label":1,"sentence":"What is the weirdest nsfw fact you know?"}
{"label":1,"sentence":"Which album do you think has no bad songs on it, and can be listened all the way through?"}
{"label":1,"sentence":"You go up to a bartender and tell him: “Make me a 2020”. What drink does he make?"}
{"label":1,"sentence":"You are given immortality with the side effect of being sent back in time 2000 years. Would you accept this offer and if so what would you do?"}
{"label":3,"sentence":"Apple call center workers fear AI-powered surveillance cameras in their homes"}
{"label":5,"sentence":"Time is slow when you wait, time is fast when you are late, time is deadly when u are sad."}
{"label":2,"sentence":"I was dismayed this afternoon when my wife told me my 6 year old son wasn't actually mine. She then said I need to pay more attention at school pick up."}
{"label":2,"sentence":"How do hedge fund workers jerk off? They give it a short squeeze."}
{"label":1,"sentence":"What is something you have always regretted doing?"}
{"label":2,"sentence":"It's odd that Thelma & Louise spend an entire film challenging sexist stereotypes, then die at the end because of their terrible driving."}
{"label":1,"sentence":"Everyone that you’ve ever had sex with is trapped in a blank room. The only thing in it is a piece of paper telling them that the only way out is for them to figure out the specific thing that they all have in common. How long does it take them/how do they figure it out?"}
{"label":1,"sentence":"Which dead celebrities are treated like saints, but were truly awful people when they were alive ?"}
{"label":1,"sentence":"Suddenly on Christmas you get a PC made of pulsating flesh, blood and bone with all the normal pc ports. It Has 1000 times mire computing power than your current PC but you have to feed it with a rat once a month. How would you react to that?"}
{"label":1,"sentence":"What is something that is considered kindness but is just basic human decency?"}
{"label":0,"sentence":"You are the best thing that happened to me."}
{"label":5,"sentence":"There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love."}
{"label":5,"sentence":"Wipeout your own tears, because if people come to you they will come for a deal."}
{"label":1,"sentence":"What’s your “fake scenario that will never happen but I like to imagine it anyway so that I can fall asleep”?"}
{"label":3,"sentence":"Costa Rica Has Run on 100% Renewable Electricity for 299 Days"}
{"label":2,"sentence":"My last girlfriend said I was unnecessarily mysterious. Or did she?"}
{"label":2,"sentence":"The school phoned me today and said, 'Your son's has been telling lies.\" I said, \"Tell him, he's bloody good. I don't have any kids”"}
{"label":0,"sentence":"You're even better than a unicorn, because you're real."}
{"label":3,"sentence":"New UK Law Mandates Organ Donation by Default Unless Explicit Opt-Out"}
{"label":3,"sentence":"We Learn Faster When We Aren’t Told What Choices to Make"}
{"label":0,"sentence":"I feel I can trust you (even though I just met you)."}
{"label":2,"sentence":"What do you feed a woman to stop her from giving blowjobs? Wedding cake"}
{"label":1,"sentence":"What intro to a show was such a banger, that you would never skip it?"}
{"label":5,"sentence":"Love is not just physical, but it is about emotional, mental, feeling, caring."}
{"label":3,"sentence":"Police in Minnesota round up journalists and take pictures of their faces"}
{"label":2,"sentence":"What do you call a boner at a funeral? Mourning wood."}
{"label":3,"sentence":"Apple closing down internal Slack channels where employees debate remote work"}
{"label":2,"sentence":"I arrived early to the restaurant. The manager said do you mind waiting a bit? I said no. Good, he said.  Take these drinks to table nine."}
{"label":4,"sentence":"It looks like she went into Claire’s Boutique, fell on a sale rack, and said, ‘I’ll take it!’"}
{"label":5,"sentence":"Tears are words that need to be written."}
{"label":4,"sentence":"Your face is just fine, but we’ll have to put a bag over that personality"}
{"label":3,"sentence":"Woman Catches State Police Attaching Tracker to Her Car, Now They Want It Back"}
{"label":1,"sentence":"Women, what are some questions you’ve always wanted to ask men, but were too embarrassed?"}
{"label":2,"sentence":"What's the Presidential ventilator called? Forced Air One"}
{"label":2,"sentence":"My friend claims that he “accidentally” glued himself to his autobiography, but I don’t believe him. But that’s his story, and he’s sticking to it."}
{"label":5,"sentence":"Boredom, anger, sadness, or fear are not ‘yours,’ not personal. They are conditions of the human mind. They come and go. Nothing that comes and goes is you."}
{"label":1,"sentence":"(Serious) Redditors who witnessed a murder, what is your story?"}
{"label":3,"sentence":"Agents raid home of fired Florida data scientist who built Covid-19 dashboard"}
{"label":5,"sentence":"People will see your success but they won’t see your struggle."}
{"label":5,"sentence":"Every human walks around with a certain kind of sadness. They may not wear it on their sleeves, but it’s there if you look deep."}
{"label":2,"sentence":"I told my boss that three companies were after me and I need a raise.... My boss asked “what companies? “  Gas, water and electricity"}
{"label":2,"sentence":"What generation is Forrest gump from? Gen A."}
{"label":3,"sentence":"Stop using Zoom, Hamburg’s data protection agency warns state government"}
{"label":1,"sentence":"What is a truth you don’t like accepting about yourself?"}
{"label":1,"sentence":"What's the weirdest thing you've seen happen at a friend's house that they thought was normal?"}
{"label":5,"sentence":"It seems to me that when I will not be there people will miss me."}
{"label":2,"sentence":"Day 317 without sex Went jogging in flipflops just to remember the sound."}
{"label":2,"sentence":"I got fired from my job because I kept asking my customers whether they would prefer “Smoking” or “Non-smoking”. Apparently the correct terms are “Cremation” and “Burial”."}
{"label":1,"sentence":"What is the creepiest unexplained thing you have ever come across on the internet?"}
{"label":1,"sentence":"Will you continue to wear a mask when the pandemic is over? If so, why?"}
{"label":2,"sentence":"As the Kardashians celebrate their 20th and final season... I would LOVE to congratulate myself for never watching a single episode."}
{"label":3,"sentence":"Amazon Gets Record $888M EU Fine over Data Violations"}
{"label":0,"sentence":"The way you treasure your loved ones is incredible."}
{"label":2,"sentence":"The school phoned me today and said, 'Your son's has been telling lies.\" I said,  \"Tell him, he's bloody good. I don't have any kids”"}
{"label":1,"sentence":"You get teleported to the day you were born with all the memories from your past life, but you’re now an infant. What do you do?"}
{"label":0,"sentence":"Hanging out with you is always a blast."}
{"label":3,"sentence":"Oslo got pedestrian and cyclist deaths down to zero. Here’s how"}
{"label":0,"sentence":"When you are with someone, you are with him too. You always give people your undivided attention, you never judge people."}
{"label":2,"sentence":"As I handed my dad his 50th birthday card, he looked at me with tears in his eyes and said Y’know, one would have been enough."}
{"label":0,"sentence":"Did someone smile at you warmly and heartily? “Thank you for sharing the good energy with me!”"}
{"label":3,"sentence":"The Assange Case Is Collapsing – But It Remains a Travesty of Justice"}
{"label":2,"sentence":"My wife: You need to do more chores around the house. Me: Can we change the subject?  My wife: Ok, more chores around the house need to be done by you."}
{"label":1,"sentence":"[Serious] Redditors who gave up pursuing their 'dream' to settle for a more secure or comfortable life, how did it turn out and do you regret your decision?"}
{"label":4,"sentence":"I’d rather treat my baby’s diaper rash than have lunch with you"}
{"label":0,"sentence":"You always find something special in the most ordinary things."}
{"label":1,"sentence":"What is an adult problem that nobody prepared you for?"}
{"label":0,"sentence":"Kid president: ‘You are unique. You are you. There is no other person like you in the world. You should think carefully about what that means. There is no other person in the world like you. It means that you can feel good about yourself and that others can feel good because they know you."}
{"label":4,"sentence":"Roses are red violets are blue, God made me pretty, what happened to you?"}
{"label":1,"sentence":"What is a totally wrong thing that has become so widespread it's not considered wrong anymore?"}
{"label":3,"sentence":"Record Breaking Number of Journalists Arrested in the U.S. This Year"}
{"label":2,"sentence":"People say being a waiter is a bad job... ... but, hey, it puts food on the table."}
{"label":2,"sentence":"Why did princess peach begin to choke? Because Mario came down the wrong pipe"}
{"label":3,"sentence":"Hacked billboards make Teslas see phantom objects causing them to swerve or stop"}
{"label":1,"sentence":"How did your high school crush turn out as an adult?"}
{"label":1,"sentence":"What did a teacher do that made you automatically gain respect for them?"}
{"label":3,"sentence":"Indian developer jailed for making unauthorized train ticket booking app"}
{"label":5,"sentence":"Our sweetest songs are those that tell of saddest thought."}
{"label":5,"sentence":"I can’t wait for that day when I can finally be at peace and not feel so much pain in me."}
{"label":2,"sentence":"How does a non-binary samurai kill people? They/Them"}
{"label":1,"sentence":"What if the extinction of the dinosaurs was actually caused by a T-Rex Gender Reveal Party?"}
{"label":0,"sentence":"You’re a great listener."}
{"label":3,"sentence":"Ninth Circuit rules NSA's bulk collection of Americans' call records was illegal"}
{"label":3,"sentence":"Facebook does not plan to notify half-billion users affected by data leak"}
{"label":1,"sentence":"What was the weirdest thing the weird kid did at school?"}
{"label":3,"sentence":"Dropbox saved $75M over two years by building its own infrastructure (2018)"}
{"label":1,"sentence":"Doctors and nurses of reddit what have been your 'WHY DIDN'T YOU COME IN SOONER!?\" Moments?"}
{"label":2,"sentence":"Why are murders so difficult to solve in Alabama? All the DNA matches and there are no dental records"}
{"label":1,"sentence":"FBI/CIA agents of Reddit, what’s something that you can tell us without killing us?"}
{"label":0,"sentence":" You're a savvy problem-solver."}
{"label":1,"sentence":"The internet is scheduled to go down forever. You have a week to prepare and download anything from the web you think is necessary to have for the rest of your life. What do you download and why?"}
{"label":0,"sentence":"Love your vibe."}
{"label":0,"sentence":"You're a great listener."}
{"label":1,"sentence":"You’ve been kidnapped. 30 mins later your kidnapper dumps you on the street because you won’t stop talking about what?"}
{"label":3,"sentence":"Data Scientist Rebekah Jones, Facing Arrest, Turns Herself in to Authorities"}
{"label":1,"sentence":"Black police officers of reddit, what is it like to be in that field of work during the BLM movement?"}
{"label":3,"sentence":"Amazon Echo will start sharing your Internet with neighbors in June"}
{"label":1,"sentence":"What if 2020 isn't the 'bad year\" but it's the start of a bad decade?"}
{"label":3,"sentence":"Apple sued for terminating account with $25,000 worth of apps and videos"}
{"label":2,"sentence":"My wife is one of a kind. She never says no to a shag, has great tits and even swallows. But her bird collecting has gone far enough now."}
{"label":0,"sentence":" You look really good in that suit."}
{"label":3,"sentence":"Gimp is 25 years old today"}
{"label":3,"sentence":"U.S. court: Mass surveillance program exposed by Snowden was illegal"}
{"label":1,"sentence":"People who were made to choose between your pet or your partner, how did your ex react when you chose your pet?"}
{"label":1,"sentence":"What’s the best “porn logic” you have ever seen?"}
{"label":1,"sentence":"What common foods in your country are considered delicacies by foreigners?"}
{"label":2,"sentence":"The 72 virgins were not what I expected Turns out it was just a reddit admin meeting."}
{"label":3,"sentence":"EU withheld a study that shows piracy doesn't hurt sales (2017)"}
{"label":0,"sentence":"You’re better than a triple-scoop ice cream cone. With sprinkles."}
{"label":2,"sentence":"My girlfriend's vagina smells like roses....   But, Rose's is tighter..."}
{"label":2,"sentence":"I threw my wife a surprise bukake party Everyone came. You should have seen her face."}
{"label":2,"sentence":"Why did Ben Shapiro go on a diet? To destroy the lbs."}
{"label":3,"sentence":"YouTube bans coronavirus vaccine misinformation"}
{"label":0,"sentence":"Russel Brand: ‘I do this because I know you as nice and decent, a man with integrity and beauty who has overcome all the trials and difficulties of the (fill in) -ship with greatness and honor, and keep going (e.g. funny to be) through everything, what an admirable man! ‘"}
{"label":1,"sentence":"What is the scariest/creepiest theory you know about?"}
{"label":1,"sentence":"What is your 'Did it before it was cool\" thing?"}
{"label":0,"sentence":"Being around you makes everything better!"}
{"label":4,"sentence":"I’m jealous of people that don’t know you!"}
{"label":1,"sentence":"What is, surprisingly, safe for human consumption?"}
{"label":1,"sentence":"If a conjoined twin commits a murder who goes to trial, and if one of them is innocent how do you punish the other?"}
{"label":0,"sentence":"You always know — and say — exactly what I need to hear when I need to hear it."}
{"label":2,"sentence":"Wife: We just ate, why are you making pancakes? Me: They're for the dogs.   Wife: Why are you making pancakes for the dogs?   Me: They don't know how."}
{"label":2,"sentence":"If a tree falls in the forest and no one is around to hear it… …then my illegal logging business is a success"}
{"label":2,"sentence":"If Donald Trump, Rudy Giuliani, Bill Barr, Stephen Miller, and Jared Kushner we're on Air Force One together and the plane were to suddenly crash, who would survive? The United States of America."}
{"label":0,"sentence":"When I'm down you always say something encouraging to help me feel better."}
{"label":1,"sentence":"Pregnant women of reddit, what is something you wish you knew BEFORE you got pregnant?"}
{"label":2,"sentence":"It only takes 4 inches to please a woman And it doesn’t matter if it’s credit or debit"}
{"label":3,"sentence":"Robinhood is facing nearly 50 lawsuits over GameStop frenzy"}
{"label":1,"sentence":"What is the worst thing that is legal?"}
{"label":4,"sentence":"You’re the reason this country has to put directions on shampoo"}
{"label":4,"sentence":"The last time I saw something like you, I flushed it."}
{"label":5,"sentence":"The rose and the thorn, and sorrow and gladness are linked together."}
{"label":1,"sentence":"If we could set up a Truman Show scenario where Trump thinks he’s President again and the public send in scenarios for him to deal with, what would you suggest?"}
{"label":0,"sentence":"You, my friend, radiate completely. Warm."}
{"label":2,"sentence":"I saw a crying kid and asked him where his parents were. And that's how I lost my job at the orphanage."}
{"label":0,"sentence":"How is my favorite woman / man in the world?"}
{"label":3,"sentence":"Facebook loophole that lets world leaders deceive and harass their citizens"}
{"label":2,"sentence":"I threw a surprise bukkake party for a girl friend of mine. Everybody came. You should have seen her face."}
{"label":2,"sentence":"You’re all wrong, the Earth isn’t flat or round... It’s fucked"}
{"label":5,"sentence":"Sad things happen. They do. But we don’t need to live sad forever."}
{"label":3,"sentence":"Voyagers Detect an Increase in the Density of Space Outside the Solar System"}
{"label":2,"sentence":"My neighbors have been listening to hardcore gay porn all day... Whether they like it or not"}
{"label":0,"sentence":"I will encourage people to name their non-ugly children after you."}
{"label":2,"sentence":"I don’t think my girlfriend likes my schizophrenia meds Because every time I take them she goes away"}
{"label":5,"sentence":"If you are sad, think about the poorest person."}
{"label":3,"sentence":"Surveys show Americans want more walkable cities"}
{"label":0,"sentence":" You have a mind for detail."}
{"label":1,"sentence":"People with the last name Pepper who have doctorate degrees, what is your experience introducing yourself to people and do you wish you could change your name?"}
{"label":1,"sentence":"Truck drivers, what's a creepy story you've got from the middle of nowhere?"}
{"label":5,"sentence":"People keep telling me that life goes on, but to me, that’s the saddest part."}
{"label":0,"sentence":"On a scale from 1 to 10, you’re an 11."}
{"label":2,"sentence":"What do you call a person who saw an apple store getting robed? An iWitness."}
{"label":3,"sentence":"Google will end preferential treatment for AMP content"}
{"label":1,"sentence":"What's a sign that a movie is going to be bad?"}
{"label":0,"sentence":" You should be proud of yourself."}
{"label":3,"sentence":"Professor suspended for saying 那个 nà ge"}
{"label":2,"sentence":"'Doctor, I think I'm going deaf.\" Doctor said, \"Describe the symptoms.\"     \\- \"Well, Homer is bald, Marge has blue hair...\""}
{"label":3,"sentence":"Daniel Kaminsky, Internet Security Savior, Dies at 42"}
{"label":0,"sentence":"Has anyone ever told you that you have great posture?"}
{"label":3,"sentence":"Nokia selected by NASA to build cellular network on the moon"}
{"label":3,"sentence":"A database with 3.8B phone numbers from Clubhouse is up for sales"}
{"label":1,"sentence":"Without telling the name of you country, where do you live?"}
{"label":1,"sentence":"Which one of histories ‘good guys’ was actually a horrible person?"}
{"label":5,"sentence":"It is sad not to love, but it is much sadder not to be able to love."}
{"label":0,"sentence":"You are making a difference."}
{"label":1,"sentence":"People who had 'Abstinence Only\" sex education, what was the most outrageous or untrue thing you were told?"}
{"label":5,"sentence":"I feel like I live every day to impress someone."}
{"label":1,"sentence":"When people sing happy birthday to you what are you supposed to do?"}
{"label":1,"sentence":"If guys started hiding their nips the way girls did, do you think eventually girls would get conditioned to be sexually aroused by male breasts? Why and why not?"}
{"label":4,"sentence":"If your gonna be two faced, honey at least make one of them pretty."}
{"label":1,"sentence":"People who often like to have hours long conversations, how do you manage to talk so long without running out of things to say and doesn't it make you tired to talk for such a long time?"}
{"label":3,"sentence":"Drinking strong coffee before exercising increases fat-burning, new study finds"}
{"label":3,"sentence":"SF poop-testing startup, once compared to Theranos, charged in $60M fraud scheme"}
{"label":2,"sentence":"My girlfriend dumped me after my grandma had a stroke last night. She said it was disgusting to let my grandma touch me like that."}
{"label":3,"sentence":"Iran’s Top Nuclear Scientist Killed in Attack"}
{"label":1,"sentence":"What if Earth is like one of those uncontacted tribes in South America, like the whole Galaxy knows we're here but they've agreed not to contact us until we figure it out for ourselves?"}
{"label":3,"sentence":"Google admits Kubernetes container tech is too complex"}
{"label":3,"sentence":"Coca-Cola named world’s worst plastic polluter for third straight year"}
{"label":2,"sentence":"The CEO of IKEA was just elected president in Sweden. He should have his cabinet together by the end of the week."}
{"label":2,"sentence":"I changed the tags of my mother’s herb jars. She hasn’t notice it yet.. But the thyme is cumin"}
{"label":3,"sentence":"Reddit app got 50M downloads by making mobile web experience miserable"}
{"label":2,"sentence":"I got arrested for illegally downloading the whole of Wikipedia I told them I could explain everything."}
{"label":0,"sentence":"Incomprehensible intelligence."}
{"label":2,"sentence":"If having sex for money makes you a whore then having sex for free makes you a non-profit whoreganization"}
{"label":3,"sentence":"My Resignation from the Intercept"}
{"label":3,"sentence":"iFixit tools in Apple's lab"}
{"label":3,"sentence":"Open Source Insulin"}
{"label":1,"sentence":"What’s an industry secret in the field you work in?"}
{"label":3,"sentence":"Canadian property bubble nears systemic failure"}
{"label":0,"sentence":"What would I do without you?"}
{"label":1,"sentence":"What useless skill do you absolutely dominate?"}
{"label":3,"sentence":"Missing hiker found after man using computer at home pinpoints his location"}
{"label":1,"sentence":"To the Grubhub, Doordash, or any other food delivery employees, what is the strangest scenario you have had with an order?"}
{"label":1,"sentence":"If 2020 had its own museum, what might one buy in the gift shop?"}
{"label":3,"sentence":"Amazon Prime inflates prices, using the false promise of ‘free shipping’"}
{"label":2,"sentence":"Do you remember when air was free at the gas station, and now it's $1.50? You know why? Inflation   Holy smokes this blew up, THANK YOU all for the awards and the silver!!"}
{"label":0,"sentence":"You radiate happiness."}
{"label":3,"sentence":"Internal Amazon documents shed light on how company pressures out 6% of workers"}
{"label":1,"sentence":"Historians of Reddit, what’s a devastating event that no one talks about?"}
{"label":0,"sentence":"The people you love are lucky to have you in their lives."}
{"label":0,"sentence":"You deserve all the success."}
{"label":5,"sentence":"There is prodigious strength in sorrow and despair"}
{"label":3,"sentence":"Arrest warrant issued for ex-Florida data scientist Rebekah Jones"}
{"label":3,"sentence":"Californians aren’t leaving the state en masse – but are leaving SF, study says"}
{"label":1,"sentence":"People who make their living out of cleaning murder scenes, accidents and the like, what is the worst thing you have experienced in your career?"}
{"label":3,"sentence":"Amazon: Not OK – why we had to change Elastic licensing"}
{"label":5,"sentence":"The wrong person will never give you what you want, but they’ll make sure they get what they want from you."}
{"label":2,"sentence":"What's the difference between me and cancer? My dad didn't beat cancer."}
{"label":0,"sentence":"You are very easy and nice to talk to."}
{"label":1,"sentence":"What is an extra rule your family added to a popular board or card game?"}
{"label":1,"sentence":"A lot of famous recipes are claimed to be made with love, but what’s a dish that’s probably made with hatred?"}
{"label":5,"sentence":"Crying is all right in its way while it lasts. But you have to stop sooner or later, and then you still have to decide what to do."}
{"label":1,"sentence":"What is something free from the internet, which everyone should take advantage of?"}
{"label":1,"sentence":"[Serious] Therapists, what is something people are afraid to tell you because they think it's weird, but that you've actually heard a lot of times before?"}
{"label":1,"sentence":"What is your sex-ed horror story?"}
{"label":4,"sentence":"I don't know what makes you so stupid, but it really works."}
{"label":3,"sentence":"The human ear detects half a millisecond delay in sound"}
{"label":1,"sentence":"What myth is still widely circulated as truth?"}
{"label":3,"sentence":"US Insulin prices 8 times higher than in other nations"}
{"label":3,"sentence":"Twitter locks out Irish Bishop after he criticized euthanasia"}
{"label":1,"sentence":"what 30 seconds feels like it lasts the longest?"}
{"label":2,"sentence":"How do you talk with a COVID denier with an Ouija board"}
{"label":1,"sentence":"What’s a book everyone should read at least once in their lives?"}
{"label":3,"sentence":"Amazon’s newest euphemism for overworked employees is ‘industrial athlete’"}
{"label":4,"sentence":"The only way you'll ever get laid is if you crawl up a chicken's ass and wait."}
{"label":0,"sentence":"You're like a ray of sunshine on a really dreary day."}
{"label":2,"sentence":"My girlfriend said, 'You act like a detective too much. I want to split up.\" \"Good idea,\" I replied. \"We can cover more ground that way.\""}
{"label":0,"sentence":"You are the most perfect you there is."}
{"label":2,"sentence":"Can we ban 'yo momma\" jokes from this sub? They're old, stupid and have been done by literally everyone hundreds of times Just like yo mamma"}
{"label":1,"sentence":"What's the most fucked up thing someone has told you about themselves after barely getting to know them?"}
{"label":2,"sentence":"My granddad always used to say, “As one door closes another one opens.” Lovely man.  Terrible cabinet maker."}
{"label":3,"sentence":"Young female Japanese biker is 50-year-old man using FaceApp"}
{"label":0,"sentence":"Hey, I like you and I really enjoy your company. We should spend more time together."}
{"label":3,"sentence":"U.S. Capitol Locked Down Amid Escalating Protests"}
{"label":1,"sentence":"What was the pettiest reason you refused to date someone?"}
{"label":1,"sentence":"What's the weirdest compliment you've ever been given?"}
{"label":3,"sentence":"Chrome ‘Bug’ Exempts Google Cookies from Data Privacy Settings"}
{"label":1,"sentence":"What does your crazy neighbour do to be labelled 'the crazy neighbour\"?"}
{"label":1,"sentence":"You find out that the person you met has zero friends and spends all their time alone at home. What is your first thought?"}
{"label":3,"sentence":"Swiss report reveals new details on CIA spying operation"}
{"label":1,"sentence":"What makes you hopeful that we can reach net zero emissions by 2050?"}
{"label":3,"sentence":"Japan government backs 4-day workweek"}
{"label":4,"sentence":"You're so dumb that you got hit by a parked car."}
{"label":5,"sentence":"The magic of first love is our ignorance that it can ever end."}
{"label":1,"sentence":"So America how’s life under Joe Biden going?"}
{"label":3,"sentence":"Almost half of local Twitter trending topics in Turkey are fake – study"}
{"label":0,"sentence":"Your voice is magnificent."}
{"label":3,"sentence":"Audacity may collect “Data necessary for law enforcement, litigation” and more"}
{"label":0,"sentence":"You're all that and a super-size bag of chips."}
{"label":0,"sentence":"Your hair looks stunning."}
{"label":5,"sentence":"You cannot protect yourself from sadness without protecting yourself from happiness."}
{"label":0,"sentence":"You are the most perfect you there is."}
{"label":4,"sentence":"To make you laugh on Saturday, I need to you joke on Wednesday."}
{"label":2,"sentence":"Did you hear about that group where only Trump supporters are allowed? Everyone else is forbiden"}
{"label":1,"sentence":"What is something people don't realize is a privilege?"}
{"label":2,"sentence":"What is a Karen called in Europe? An American"}
{"label":0,"sentence":"I love you and I mean it."}
{"label":1,"sentence":"If you were given 50,000 dollars so you could chase your dream, what dream would you chase?"}
{"label":3,"sentence":"Researchers Who Exposed VW Gain Little Reward from Success"}
{"label":1,"sentence":"What's the cruelest 'prank\" you've ever seen?"}
{"label":2,"sentence":"Where did little Jimmy go after getting lost in a mine field? Everywhere"}
{"label":1,"sentence":"What's a good movie to watch if you're in the mood to laugh your ass off after a rough work week?"}
{"label":1,"sentence":"Non-Americans of reddit, what is your genuine reaction to what’s going on in America right now?"}
{"label":2,"sentence":"Fat shaming is wrong. They have enough on their plate already."}
{"label":1,"sentence":"What’s something that’s secretly been great about the pandemic?"}
{"label":2,"sentence":"What did master yoda say when he saw himself on a 4k tv? HDMI"}
{"label":3,"sentence":"Microsoft Authenticator Chrome Extention is not from MS and is phishing"}
{"label":1,"sentence":"You're on a date with the horniest man/woman in the world. You get $1 million if you say something that makes them not want sex from you. What do you say?"}
{"label":5,"sentence":"Tears are words the mouth can’t say nor can the heart bear."}
{"label":0,"sentence":"On a scale from 1 to 10, you're an 11."}
{"label":3,"sentence":"DeepMind Solved Protein Folding"}
{"label":2,"sentence":"How do you tell the difference between a fully vaccinated person and an unvaccinated person if they aren't wearing a mask? Ask them who won the election."}
{"label":3,"sentence":"Google's new logos are bad"}
{"label":2,"sentence":"My wife calls me a sex machine. I mean her actual words are fucking tool but I know what shes trying to say."}
{"label":1,"sentence":"Doctors of reddit, what’s it like when you go in for a doctors appointment? Do you and your doctor discuss what’s wrong with you like it’s a group project? Do you not go at all because you’re your own doctor?"}
{"label":5,"sentence":"The reason it hurts so much to separate is because our souls are connected."}
{"label":5,"sentence":"We never taste happiness in perfection, our most fortunate successes are mixed with sadness."}
{"label":0,"sentence":" You're really something special."}
{"label":3,"sentence":"$7.5B In Stolen Bitcoin from 2016 Bitfinex Hack has just been moved"}
{"label":3,"sentence":"Edward Snowden on the Dangers of Silicon Valley Censorship [video]"}
{"label":3,"sentence":"New York Attorney General declares top ISPs committed net neutrality fraud"}
{"label":1,"sentence":"Be honest, what fictionalized character is the best representation of you?"}
{"label":0,"sentence":"Your creative potential seems limitless."}
{"label":3,"sentence":"Wuhan lab staff sought hospital care before Covid-19 outbreak disclosed"}
{"label":4,"sentence":"You're like Monday mornings, nobody likes you."}
{"label":1,"sentence":"[SERIOUS] What is the harshest truth you’ve ever learned?"}
{"label":1,"sentence":"What movie fucked you straight in your feelings?"}
{"label":4,"sentence":"Check your lipstick before you come for me"}
{"label":5,"sentence":"The fundamental delusion – there is something out there that will make me happy and fulfilled forever."}
{"label":1,"sentence":"Adults of reddit, what is something that sucks about being an adult that most teenagers don’t realize?"}
{"label":3,"sentence":"People Can't Vacuum or Use Their Doorbell Because Amazon's Servers Are Down"}
{"label":1,"sentence":"What’s the worst birthday gift you ever got?"}
{"label":3,"sentence":"Mozilla research: Browsing histories are unique enough to identify users"}
{"label":1,"sentence":"At 9:21 tonight, it will be the 21st minute of the 21st hour of the 21st day of the 21st year of the 21st century. What will you be doing?"}
{"label":2,"sentence":"I just don't get how the german people could fall for Hitler and the Nazis There were an awful lot of red flags."}
{"label":3,"sentence":"Zoom zero-day discovery makes calls safer, hackers $200k richer"}
{"label":1,"sentence":"Lord of The Rings is rated PG-13 which means it’s allowed one F-Bomb. Where do you put it?"}
{"label":3,"sentence":"China’s Bitcoin miners flee Inner Mongolia ahead of crypto mining ban"}
{"label":3,"sentence":"Pfizer-Biontech vaccine data stolen in cyber attack"}
{"label":5,"sentence":"One must not let oneself be overwhelmed by sadness."}
{"label":1,"sentence":"People who work at a subway/sandwich place, what is the strangest order you've ever had from a customer?"}
{"label":2,"sentence":"'Your honor, it is said that people are what they eat... And therefore my client is an innocent man!\""}
{"label":2,"sentence":"Just been speaking to a mate of mine, he's just seen the Chernobyl documentary. He actually grew up in Ukraine in the 1980's and was able to count at least 11 historical inaccuracies on one hand."}
{"label":3,"sentence":"Cuba′s Covid vaccine rivals Pfizer, Moderna"}
{"label":3,"sentence":"Yandex said it caught an employee selling access to users' inboxes"}
{"label":2,"sentence":"My BDSM community took me to court for not being hardcore enough. I got off with just a slap on the wrist. So I lost the case."}
{"label":3,"sentence":"Edsger Dijkstra – The Man Who Carried Computer Science on His Shoulders"}
{"label":3,"sentence":"Eddie Van Halen has died"}
{"label":3,"sentence":"Hackers breached Colonial Pipeline using compromised password"}
{"label":3,"sentence":"Amazon backs marijuana legalization, drops weed testing for some jobs"}
{"label":1,"sentence":"If you were in a room with everyone you ever met, who would be the one you’d look for?"}
{"label":1,"sentence":"For five minutes you get transported 30 years into the future, you sit in front of a computer, what information to you look up?"}
{"label":3,"sentence":"IBM Creates First 2nm Chip"}
{"label":3,"sentence":"Coronavirus is in the air – there’s too much focus on surfaces"}
{"label":2,"sentence":"Wall Street execs to redditors: 'This isn't a game. Stop!\""}
{"label":5,"sentence":"Tears shed for another person are not a sign of weakness. They are a sign of a pure heart."}
{"label":5,"sentence":"Read More: Nature Quotes"}
{"label":5,"sentence":"Sad hurts but it’s a healthy feeling."}
{"label":3,"sentence":"Employees Are Quitting Instead of Giving Up Working from Home"}
{"label":3,"sentence":"Edward Snowden calls for spyware trade ban amid Pegasus revelations"}
{"label":5,"sentence":"Don’t make someone feel special if you have no intention of staying."}
{"label":3,"sentence":"Amazon Is Hiring an Intelligence Analyst to Track 'Labor Organizing Threats'"}
{"label":2,"sentence":"In 50 years: 'You know, kids, back in my day, we had to wear masks everywhere we went at one point.\" We didn't have those fancy hazmat suits you all wear today"}
{"label":2,"sentence":"I didn’t know what to wear to my Premature Ejaculation Support Group So I just came in my pants"}
{"label":2,"sentence":"My boss said to me, “You’re the worst train driver ever. How many have you derailed this year?”  I said, “I’m not sure; it’s hard to keep track.”"}
{"label":0,"sentence":"You’re even better than a unicorn, because you’re real."}
{"label":3,"sentence":"An anniversary for great justice: Remembering “All Your Base” 20 years later"}
{"label":2,"sentence":"What do you call a Christmas wreath made out of $100 bills? Aretha Franklins"}
{"label":3,"sentence":"Climate change: IPCC report is 'code red for humanity'"}
{"label":1,"sentence":"What was the most petty thing an adult did to you, when you were younger?"}
{"label":1,"sentence":"What is your favorite paradox?"}
{"label":3,"sentence":"Baltimore police lied about almost every aspect of its spy plane program"}
{"label":3,"sentence":"Oxford Covid-19 vaccine prompts immune response among adults old and young"}
{"label":2,"sentence":"I wrote down the names of all the people I hate, but my roommate used the paper to roll up his joint. Now he’s high on the list of people I never want to see again."}
{"label":5,"sentence":"I feel like I’m slowly dying inside."}
{"label":1,"sentence":"April Pranksters of Reddit, what do you have planned for tomorrow?"}
{"label":4,"sentence":"Why don't you go play in traffic."}
{"label":4,"sentence":"Are you always this stupid or is today a special occasion?"}
{"label":5,"sentence":"Proud people breed sad sorrows for themselves."}
{"label":4,"sentence":"FUN FACT: Pierre Trudeau, a Canadian politician, used this clap back after learning that Richard Nixon had insulted him The political shade!"}
{"label":3,"sentence":"Is Plastic Recycling a Lie? Oil Companies Touted Recycling to Sell More Plastic"}
{"label":1,"sentence":"How would you feel if underwear had butt cheek sizes A,B,C,DD etc just like bra cup sizes but for your butt?"}
{"label":3,"sentence":"Google Photos hooked users with free unlimited storage. Now that's changing"}
{"label":2,"sentence":"Why did the art thief’s van run out of gas as he drove away from the museum?  Because he had no Monet to buy Degas to make the Van Gogh."}
{"label":2,"sentence":"Why did the non-binary prospector move West in 1849? Because there was gold up in them/their hills."}
{"label":0,"sentence":"You inspire me."}
{"label":0,"sentence":"You're so thoughtful."}
{"label":1,"sentence":"[NSFW] If you suddenly discovered that people you had fantasized about, while masturbating, were always fully aware of this, what would your first thoughts be?"}
{"label":4,"sentence":"You're the reason the gene pool needs a lifeguard."}
{"label":1,"sentence":"An alien asks you to join them on a trip through the cosmos, you’ll experience amazing things, but won’t be coming back to earth. Would you go? Why or why not?"}
{"label":0,"sentence":"Please don’t be too hard on yourself. I’d like to go up to you, sit on the couch with you, eat pizza and watch your favorite movie if I could. But I can not. So you have to be nice to yourself for just being unable to attend, okay? Promised?"}
{"label":1,"sentence":"What is the worst season of a good show?"}
{"label":0,"sentence":"If you were a box of crayons, you’d be the giant name-brand one with the built-in sharpener."}
{"label":1,"sentence":"Elevator-maintenance folks, what is the weirdest thing you have found at the bottom of the elevator chamber?"}
{"label":2,"sentence":"Elderly couple in church. Wife turns to husband and says 'I've just done a silent fart, what should I do?\" Husband says \"put new batteries in your hearing aid.\""}
{"label":1,"sentence":"Former Flat Earthers. What made you come round?"}
{"label":2,"sentence":"It's a 5 minute walk from my house to the pub. It's a 30 minute walk from the pub to my house. The difference is staggering."}
{"label":3,"sentence":"PhD student in Switzerland expelled after criticizing the CCP in Twitter"}
{"label":1,"sentence":"Former atheists of Reddit, what made you turn to religion?"}
{"label":3,"sentence":"Police officer plays Taylor Swift song to keep a video off YouTube"}
{"label":3,"sentence":"Nine in 10 Adults Think Buying Latest Smartphone Is ‘Waste of Money’"}
{"label":3,"sentence":"McKinsey to pay $573M to settle claims over opioid crisis role: source"}
{"label":5,"sentence":"Every life has a measure of sorrow, and sometimes this is what awakens us."}
{"label":5,"sentence":"The longer and more carefully we look at a funny story, the sadder it becomes."}
{"label":1,"sentence":"What are some street smarts everyone should know?"}
{"label":1,"sentence":"Chefs of Reddit, what’s one rule of cooking amateurs need to know?"}
{"label":0,"sentence":"You have the courage of your convictions."}
{"label":1,"sentence":"What’s something that people turn into their whole personality?"}
{"label":0,"sentence":"You may dance like no one’s watching, but everyone’s watching because you’re an amazing dancer!"}
{"label":2,"sentence":"Don't challenge Death to a pillow fight Unless you're prepared for the Reaper cushions"}
{"label":2,"sentence":"A Covid test nurse asked me if I’ve had a sudden loss of taste. I told her, 'No, I've dressed like this for quite a while.\""}
{"label":5,"sentence":"Life’s under no obligation to give us what we expect."}
{"label":4,"sentence":"Our kid must have gotten his brain from you! I still have mine"}
{"label":0,"sentence":"Be careful with {name}, we only have 1 {name}."}
{"label":2,"sentence":"What do you call the sexuality where you're attracted to men and women but neither are attracted to you? Bi-yourself."}
{"label":1,"sentence":"Overthinkers of Reddit, what unlikely scenario actually came true that you were completely prepared for because you are an overthinker?"}
{"label":1,"sentence":"What are some dark secrets about the porn industry?"}
{"label":3,"sentence":"Parents of daughters are more likely to divorce than those with sons"}
{"label":2,"sentence":"I can’t take my dog to the park as all the ducks keep trying to bite him...  My fault for getting one that’s pure bread."}
{"label":3,"sentence":"Apple founder Steve Wozniak backs right-to-repair movement"}
{"label":1,"sentence":"Who would you consider as the most badass person in history?"}
{"label":0,"sentence":"Elegant, gorgeous, smart, warm."}
{"label":2,"sentence":"Monopoly is fun but it has some really old stuff that isn’t valid anymore. There’s free parking, a luxury tax and rich people can actually go to jail."}
{"label":1,"sentence":"Whats some outdated advice thats no longer applicable today?"}
{"label":1,"sentence":"What’s cool now, but probably won’t be in 5 years?"}
{"label":2,"sentence":"I told my girlfriend that the milkman said he had shagged every woman in our building except one!!  “I bet it’s the snooty bitch at number twenty three,” she replied."}
{"label":3,"sentence":"In Finland the average amount of data transferred per SIM card is 17.3GB/month"}
{"label":2,"sentence":"My sex life is like COVID-19. I don't have COVID-19."}
{"label":3,"sentence":"Cryptography experts trash NFTs on first day of RSA Conference"}
{"label":2,"sentence":"What did the Pokemon say after having too much sex. Vulva Sore."}
{"label":0,"sentence":"You’re like a breath of fresh air."}
{"label":5,"sentence":"I’m not tired I just don’t wanna be awake."}
{"label":5,"sentence":"Those who don’t know how to weep with their whole heart, don’t know how to laugh either."}
{"label":2,"sentence":"Today at the gym, i asked a girl what her new year's resolution was She said ''Fuck you''  &#x200B;  so i'm pretty excited for 2022"}
{"label":5,"sentence":"Love to your loved ones as you did never before."}
{"label":0,"sentence":"You are strong."}
{"label":5,"sentence":"It’s terrible to lose someone we love, but it’s even worse to lose ourselves while loving them."}
{"label":1,"sentence":"Partners of sleep-talkers or sleepwalkers, what gems have you to share?"}
{"label":1,"sentence":"What is something that you just cannot understand the popularity of?"}
{"label":4,"sentence":"Sorry, not sorry"}
{"label":3,"sentence":"Microsoft 365 has employee surveillance and analytics built in"}
{"label":3,"sentence":"The First Blue Pigment Discovered in 200 Years Is Finally Commercially Available"}
{"label":0,"sentence":"I bet you do the crossword puzzle in ink."}
{"label":1,"sentence":"What historical fact makes you cry?"}
{"label":3,"sentence":"John Carpenter’s ‘They Live’ Was Supposed to Be a Warning. We Didn’t Heed It"}
{"label":0,"sentence":"Thank you very much for your special contribution!"}
{"label":3,"sentence":"Functioning ‘mechanical gears’ seen in nature for the first time"}
{"label":1,"sentence":"How important is sex in a relationship?"}
{"label":5,"sentence":"It’s sad when someone you know becomes someone you knew."}
{"label":1,"sentence":"What family secret was finally spilled in your family?"}
{"label":5,"sentence":"If you are a good heart person, you are going through more shit than any other."}
{"label":3,"sentence":"Brave, the false sensation of privacy"}
{"label":1,"sentence":"What is the 'one' YouTube video you always come back to whenever you need laugh or smile?"}
{"label":3,"sentence":"Flu has disappeared worldwide during the Covid pandemic"}
{"label":0,"sentence":" If you were a box of crayons, you'd be the giant name-brand one with the built-in sharpener."}
{"label":2,"sentence":"Why did the mermaid wear seashells? Because she grew out of b shells"}
{"label":3,"sentence":"Tesla CEO Elon Musk critical of California, leaves the state and moves to Texas"}
{"label":3,"sentence":"Apple dropped plan for encrypting backups after FBI complained (2020)"}
{"label":4,"sentence":"You're so ugly, when your mom dropped you off at school she got a fine for littering."}
{"label":3,"sentence":"Leaked phone number of Mark Zuckerberg reveals he is on Signal"}
{"label":1,"sentence":"What was a time someone assumed something about you that was completely wrong?"}
{"label":0,"sentence":"You know, I can really be myself with you."}
{"label":2,"sentence":"It is really unfortunate that Islam, Christianity, and Judaism have been fighting each other for centuries. Hindus, on the other hand, never had any beef."}
{"label":3,"sentence":"I sold my side-project for $30k"}
{"label":5,"sentence":"How sad it is that we give up on people who are just like us."}
{"label":3,"sentence":"An oil tanker with 60M gallons of oil aboard is currently sinking [video]"}
{"label":2,"sentence":"Why is the National Rifle Association filing for bankruptcy? Because schools are closed."}
{"label":1,"sentence":"What is a seemingly mundane question you can ask somebody that will tell you a lot about their personality?"}
{"label":0,"sentence":"You're an awesome friend."}
{"label":0,"sentence":"You're a candle in the darkness."}
{"label":1,"sentence":"What is something you say to scammers instead of hanging up?"}
{"label":3,"sentence":"MIT Press has granted full access to all its journals"}
{"label":3,"sentence":"Barrier Reef doomed as up to 99% of coral at risk, report finds"}
{"label":2,"sentence":"TIL in germany when someone is diagnosed with coeliac disease other coeliacs will chase and try and hit them with bread to make them feel welcomed. It's called gluten tag."}
{"label":1,"sentence":"What’s the shittiest way a friend has shown you they weren’t really your friend?"}
{"label":0,"sentence":"You’re more helpful than you realize."}
{"label":0,"sentence":" Everyone gets knocked down sometimes, but you always get back up and keep going."}
{"label":3,"sentence":"USB-C is about to go from 100W to 240W, enough to power beefier laptops"}
{"label":3,"sentence":"Zero arrests in 6 months of health care professionals replacing police officers"}
{"label":1,"sentence":"What was the biggest bullet you dodged?"}
{"label":3,"sentence":"Nikola admits prototype was rolling downhill in promotional video"}
{"label":0,"sentence":"I’ve missed you man."}
{"label":5,"sentence":" "}
{"label":5,"sentence":"Never put your happiness in someone else hands"}
{"label":4,"sentence":"Keep rolling your eyes, perhaps you'll find a brain back there."}
{"label":1,"sentence":"What was your biggest/most regrettable 'It's not a phase, mom. It's my life.\" that, in fact, turned out to be just a phase and not your life?"}
{"label":1,"sentence":"What’s the stupidest thing someone has said to you with confidence?"}
{"label":3,"sentence":"House of Representatives say Facebook Oculus login requirement anticompetitive"}
{"label":0,"sentence":"You’re like sunshine on a rainy day."}
{"label":5,"sentence":"If you get a reason to be happy, take it. Life is small."}
{"label":3,"sentence":"HP ends its customers' lives [redefines 'lifetime' deal]"}
{"label":1,"sentence":"You wake up tomorrow with Jeff bezo's current net worth ($209 billion USD) what do you do?"}
{"label":3,"sentence":"The first two hours of MTV (1981) [video]"}
{"label":5,"sentence":"Nobody understands another’s sorrow, and nobody another’s joy."}
{"label":0,"sentence":"Thank you for being there for me."}
{"label":1,"sentence":"Lawyers of reddit what was your “HOLD IT!” moment where you knew you would win?"}
{"label":5,"sentence":"I don’t think people our age are mature. I think most are just childish."}
{"label":3,"sentence":"GitHub blocks entire company because one employee was in Iran"}
{"label":2,"sentence":"My wife told me to take the spider out instead of killing him. Went out, had a few drinks. Nice guy. He's a web designer."}
{"label":3,"sentence":"Google users locked out after 15 years' use"}
{"label":0,"sentence":"You’re inspiring."}
{"label":3,"sentence":"The persecution of the Uyghurs is a crime against humanity"}
{"label":2,"sentence":"I opened a bar for men with erectile dysfunction.  It was a total flop. Nobody came"}
{"label":0,"sentence":"If you were a box of crayons, you'd be the giant name-brand one with the built-in sharpener."}
{"label":1,"sentence":"What did your friend do that accidentally turned you on?"}
{"label":5,"sentence":"In love, you will have fights but the fight should not go long but the love should go long forever."}
{"label":0,"sentence":"You have a good head on your shoulders."}
{"label":0,"sentence":"You have the best ideas."}
{"label":1,"sentence":"What's the weirdest sex act you've ever done alone?"}
{"label":1,"sentence":"Have you ever not slept for so long that you started hallucinating? What was your experience?"}
{"label":4,"sentence":"Shock me, say something intelligent."}
{"label":0,"sentence":"You are even more beautiful on the inside than you are on the outside."}
{"label":3,"sentence":"Reddit’s most popular subreddits go private in protest against ‘censorship’"}
{"label":2,"sentence":"Strippers don’t have any air conditioners in their homes OnlyFans"}
{"label":3,"sentence":"Police warn students to avoid science website"}
{"label":2,"sentence":"Pornhub now has a category for Coronavirus videos It's for sick fucks."}
{"label":3,"sentence":"Google sued: Idle Android eats mobile data to send telemetry and preload ads"}
{"label":5,"sentence":"When you feel sad, it’s okay. It’s not the end of the world."}
{"label":2,"sentence":"My kid and I wrote this together: Why did the vegetable thief wet his pants? Because he took a leek!  (Please don’t  kick us out, just lettuce leave)"}
{"label":5,"sentence":"After every dark night, there is a brighter day waiting for you."}
{"label":4,"sentence":"Oh, you don’t like being treated the way you treat me? That must suck"}
{"label":5,"sentence":"If you can sit with your pain, listen to your pain, and respect your pain—in time you will move through your pain."}
{"label":5,"sentence":"Never make your mother cry, she did everything for you before your birth."}
{"label":0,"sentence":" You are not someone I pretend to not see in public."}
{"label":1,"sentence":"If you had a chance to broadcast one song to all the 7.8 billion people on this planet, which song would you choose?"}
{"label":4,"sentence":"Your family tree must be a cactus because everybody on it is a prick"}
{"label":3,"sentence":"Natural gas, not wind turbines, main driver of Texas power shortage"}
{"label":1,"sentence":"What was the first thing you worked for to save up enough money to buy?"}
{"label":3,"sentence":"Facebook's 'Clear History' Tool Doesn't Clear Shit (2020)"}
{"label":1,"sentence":"Ruth Bader Ginsburg, US Supreme Court Justice, passed at 87"}
{"label":2,"sentence":"Joke from my 12 year old “why do you never see elephants hiding in trees?” Because they’re so good at it!  Please don’t ban me"}
{"label":1,"sentence":"what invention is so good that it actually can’t be improved upon?"}
{"label":2,"sentence":"I tried to warn my son about the dangers of Russian roulette... It went in one ear and out the other."}
{"label":0,"sentence":"You’re irresistible when you blush."}
{"label":0,"sentence":"When you say you will do something, I trust you."}
{"label":3,"sentence":"Twitch suspends DragonForce guitarist Herman Li for playing his own music"}
{"label":2,"sentence":"I heard male bees die after mating     I call that a honey nut cheerio"}
{"label":0,"sentence":"You have a very nice, spontaneous appearance: because you make contact with people and are open!"}
{"label":3,"sentence":"How I cut GTA Online loading times by 70%"}
{"label":3,"sentence":"Bottled water is 3,500 times worse for the environment than tap water"}
{"label":2,"sentence":"What did Charizard say when he saw Pikachu Charizard  Edit: I’m dumb, he would just roar"}
{"label":1,"sentence":"What's a relatively unknown technological invention that will have a huge impact on the future?"}
{"label":3,"sentence":"Update: YouTube-dl reinstantiated thanks to EFF (2020)"}
{"label":3,"sentence":"James Randi Has Died"}
{"label":3,"sentence":"21 years after the request OpenPGP support gets added to Thunderbird"}
{"label":1,"sentence":"Martin Luther King, Jr. said, “If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward.” What are your life examples of this?"}
{"label":2,"sentence":"I met a girl on Tinder and we were going to go to the gym on our first date, but she stood me up. I suppose we aren't gonna work out."}
{"label":2,"sentence":"I want my 11780 dollars. Dear Bank of America, I just want to find 11780 more dollars in my savings account.Everyone at your bank counted wrong."}
{"label":3,"sentence":"Radicle: A peer-to-peer alternative to GitHub"}
{"label":1,"sentence":"If jacking off was a competitive sport, what would some team names be?"}
{"label":2,"sentence":"My son kept chewing on electrical chords, so I grounded him... He's doing better currently and conducting himself properly."}
{"label":1,"sentence":"Which character death hit you differently, and why?"}
{"label":3,"sentence":"Assange, Manning and Snowden Nominated for the 2020 Nobel Peace Prize"}
{"label":3,"sentence":"An Oscar Winner Made a Khashoggi Documentary. Streaming Services Didn’t Want It"}
{"label":3,"sentence":"Is autism the legacy of humans evolving the ability to innovate?"}
{"label":1,"sentence":"What wedding moment made you think: “They are not going to last long”?"}
{"label":2,"sentence":"Smoking will kill you. Bacon will kill you. Smoking bacon will cure it."}
{"label":3,"sentence":"Woman allegedly impersonated prosecutor, dropped charges against herself"}
{"label":2,"sentence":"Had a girl try to choke me during sex recently. I was like whoa whoa whoa, who kidnapped who here?"}
{"label":0,"sentence":"I bet you make babies smile."}
{"label":2,"sentence":"What’s Mitch McConnell’s favorite movie? Kill Bill."}
{"label":5,"sentence":"I did love you even when you left me alone."}
{"label":1,"sentence":"People who take an hour showering, what do you do?"}
{"label":2,"sentence":"My girlfriend said I'm terrible in bed But it's unfair to make a conclusion in 17 seconds"}
{"label":0,"sentence":" You are the most perfect you there is."}
{"label":2,"sentence":"Why does Gordon Ramsay hate seeing a bunch of cute pet pictures? Cause it's fucking r/aww!  EDIT: Thanks for the dopamine hits, everyone!"}
{"label":2,"sentence":"What do you do when a blonde throws a grenade at you? You pull the pin and throw it back!"}
{"label":1,"sentence":"What are some tricks in bed that everyone should know?"}
{"label":1,"sentence":"What made you orgasm like never before?"}
{"label":1,"sentence":"What’s a quote that permanently changed the way you look at things?"}
{"label":1,"sentence":"In 40 years what will people be nostalgic for?"}
{"label":3,"sentence":"Oxford pledged to donate rights to their Covid Vaccine, then sold them to pharma"}
{"label":1,"sentence":"What was your best purchase this year?"}
{"label":4,"sentence":"I was going to make a joke about your life, but I see life beat me to the punch"}
{"label":3,"sentence":"Delete Facebook and You'll Lose All Oculus Games for Good"}
{"label":5,"sentence":"Finding true love is not difficult but to maintain it is very difficult."}
{"label":4,"sentence":"Go back to Party City, where you belong!"}
{"label":1,"sentence":"After you die, you have to choose a single spot on Earth where your spirit will be locked in place and forced to observe for the next one million years. Whats the most interesting location you’d choose?"}
{"label":1,"sentence":"Woman of reddit, what is your, 'I am the client not my husband stop ignoring me.\" Story?"}
{"label":5,"sentence":"When you don’t need it, everyone will come but when you need no one comes."}
{"label":5,"sentence":"He who is not just is severe, he who is not wise is sad."}
{"label":3,"sentence":"Pirate Bay Founder Thinks Parler’s Inability to Stay Online Is 'Embarrassing'"}
{"label":1,"sentence":"Dungeon masters of reddit, what is the most USELESS item you gave your party that they were still able to exploit?"}
{"label":2,"sentence":"What's the difference between USA and USB? One connects to your devices and accesses your data, and the other is a hardware standard."}
{"label":0,"sentence":"You should be thanked more often. So thank you!!"}
{"label":3,"sentence":"YouTube blocked chess channel after mistaken detection of racial slurs"}
{"label":1,"sentence":"Your consciousness is sent back to when you were at age 15, and you maintain all of your current knowledge and experience. What do you do?"}
{"label":2,"sentence":"I've been cheating on my girlfriend with her twin, but it's OK because I can tell them apart. Brian has a moustache."}
{"label":3,"sentence":"Google made it nearly impossible for users to keep their location private"}
{"label":3,"sentence":"A Supercomputer Analyzed Covid-19 and an Interesting New Theory Has Emerged"}
{"label":4,"sentence":"If you’re going to be two-faced, at least make one of them pretty"}
{"label":1,"sentence":"Assuming athletes would be nude at modern Olympics (as there were in the ancient times), which discipline would be the most cringy or the most awkward to watch?"}
{"label":1,"sentence":"What is a phrase you HATE hearing from people?"}
{"label":1,"sentence":"What do most people not realize is newer than they actually think?"}
{"label":3,"sentence":"Facebook deliberately made people sad. This ought to be the final straw (2012)"}
{"label":2,"sentence":"I asked my masseuse if it was normal to get an erection during my massage He said it was perfectly normal. I said, “Ok, but could you at least stop bumping it into me?”"}
{"label":1,"sentence":"What is a lifehack that seems fake, but is a true lifesaver?"}
{"label":3,"sentence":"GoDaddy employees told they were getting a holiday bonus in a phishing test"}
{"label":2,"sentence":"As an Aussie, Americans are always asking me where in Australia there *isn’t* something trying to kill you... “School” is my answer"}
{"label":1,"sentence":"What is a common myth about your country that is 100% false but many people still believe in it?"}
{"label":1,"sentence":"What are underrated websites and what do you use them for?"}
{"label":2,"sentence":"What did the lesbian vampire say to her girlfriend? 'Same time next month?\""}
{"label":3,"sentence":"Zuckerberg wants to 'inflict pain' on Apple for privacy changes"}
{"label":2,"sentence":"What do Incel and Excel have in common?  Misinterpreting something as a date."}
{"label":1,"sentence":"Which actor seemed miscast in a role but ended up killing it?"}
{"label":3,"sentence":"You Are Not Lazy or Undisciplined. You Have Internal Resistance"}
{"label":5,"sentence":"Deep Sadness Quotes"}
{"label":3,"sentence":"Bye Bye Mongo, Hello Postgres (2018)"}
{"label":5,"sentence":"Everyone always wants to know how you can tell when it’s true love, and the answer is this: when the pain doesn’t fade and the scars don’t heal, and it’s too damned late."}
{"label":3,"sentence":"“Facebook has taken the name of my open source project ”"}
{"label":1,"sentence":"People who take massive war crime level dumps in public bathrooms but don't flush. Why?"}
{"label":1,"sentence":"Have you ever laughed so hysterically at something so simple you were starting to get legitimately worried that you were losing your sanity or something? About what were you laughing so hard then?"}
{"label":4,"sentence":"I’m an acquired taste If you don’t like me, acquire some taste"}
{"label":4,"sentence":"The only way my husband would ever get hurt during an activity is if the TV exploded"}
{"label":5,"sentence":"Don’t ignore the lessons of pain nor walk the same path again, or it may happen again. Strive to preserve your new-found peace."}
{"label":3,"sentence":"Google Deletes Nearly 100k Negative Reviews of Robinhood App"}
{"label":1,"sentence":"What are some great examples of the Streisand Effect?"}
{"label":3,"sentence":"Animal Populations Fell by 68% in 50 Years and It’s Getting Worse"}
{"label":0,"sentence":"Enthusiastic, love, energy, people around you inspire you with your effortless charisma."}
{"label":0,"sentence":"You really show yourself! You are different from others: unique and authentic!"}
{"label":0,"sentence":"I appreciate you."}
{"label":0,"sentence":"You’re more fun than bubble wrap."}
{"label":1,"sentence":"What 'fake\" thing that happens in movies pisses you off?"}
{"label":0,"sentence":"If you were a scented candle they’d call it Perfectly Imperfect (and it would smell like summer)."}
{"label":5,"sentence":"Mostly it is loss which teaches us about the worth of things."}
{"label":0,"sentence":"You look great today."}
{"label":0,"sentence":"Doing this with you was the highlight of my week."}
{"label":2,"sentence":"Trump still has a chance at 270 All he has to do is lose 50lbs."}
{"label":2,"sentence":"I paid a transgender woman to have sex with me today. Best transaction ever"}
{"label":3,"sentence":"U.S. physicists rally around plan to build fusion power plant"}
{"label":2,"sentence":"Oral sex will make your day, but anal sex will make your hole weak."}
{"label":3,"sentence":"Migrants to the US are up to 6 times more productive than migrants elsewhere"}
{"label":2,"sentence":"Alright guys, the Suez Canal jokes are getting a bit old now. That ship has sailed."}
{"label":2,"sentence":"Got my stimulus check on St. Patrick’s Day Call that luck of the IRS."}
{"label":2,"sentence":"Translated from German, I hope this works: What’s 3x3? No"}
{"label":2,"sentence":"My grandad always used to say “as one door closes another one opens” Lovely man, Terrible cabinet maker."}
{"label":0,"sentence":"Your perspective is refreshing."}
{"label":3,"sentence":"Apple employee group rejects planned return to the office: want full-time remote"}
{"label":4,"sentence":"The only work-life balance I want is being away from you"}
{"label":1,"sentence":"What is you favorite sex scene in the Bible?"}
{"label":2,"sentence":"I'm sorry I used your soap to masturbate. I just had to come clean."}
{"label":5,"sentence":"People cry, not because they’re weak. It’s because they’ve been strong for too long."}
{"label":2,"sentence":"In college, I was refused membership in all the fraternities because I was circumcised. Apparently you need to be a complete dick."}
{"label":5,"sentence":"Tears are the summer showers to the soul"}
{"label":0,"sentence":"There's ordinary, and then there's you."}
{"label":2,"sentence":"A guy walks into a bar with 10 bucks and asks what he can get The bartender says, 'You can get those damn deer the fuck outta my bar!\""}
{"label":3,"sentence":"Scientists rediscover lost coffee species suited to a warmer climate"}
{"label":1,"sentence":"What was your 'F*** it, done helping others' moment?"}
{"label":0,"sentence":" You're a strong (sweet/optimistic/practical, etc.) woman. Never change that about you."}
{"label":2,"sentence":"I parked my car outside parliament. 'Sir, you can't park here,\" said a cop. \"This is where our politicians work.\" \"Don't worry, I've locked it.\""}
{"label":3,"sentence":"Facebook account banned after linking Oculus account"}
{"label":5,"sentence":"Melancholy is the happiness of being sad."}
{"label":0,"sentence":"You’ve changed my life."}
{"label":2,"sentence":"I had sex with my kid's teacher. I have to tell my wife... ...how much I appreciate her taking a break from homeschooling the kids for quick romp with me. The pandemic isn't all bad!"}
{"label":3,"sentence":"Hit songwriters ask pop stars to stop taking credit for songs they didn't write"}
{"label":1,"sentence":"How would you feel if Reddit added a feature where you could still use your normal account, but then have an option to press a button on your account and post anonymously rather then creating a throwaway?"}
{"label":3,"sentence":"Mars becomes the 2nd planet that has more computers running Linux than Windows"}
{"label":3,"sentence":"Americans Are Keeping Their Cars Longer, as Vehicle Age Hits 12 Years"}
{"label":3,"sentence":"Oregon becomes first state to legalize psychedelic mushrooms"}
{"label":2,"sentence":"6 was scared of 7 because 7,8,9 but why did 7 eat 9? Because you are supposed to eat 3 squared meals per day"}
{"label":3,"sentence":"Uber and Lyft to swap data on banned drivers"}
{"label":2,"sentence":"Americans are so stupid, it takes them a week to get the results. We in Russia get results 20 years before the elections."}
{"label":3,"sentence":"Ticketmaster will pay $10M for hacking rival ticket seller"}
{"label":1,"sentence":"Tattoo Artists of Reddit, who was your worst 'tattoo virgin\"?"}
{"label":2,"sentence":"I hate shower sex. It's slippery, awkward, and one of the worst things about prison."}
{"label":5,"sentence":"Some days are just bad days, that’s all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that’s just the way it is!"}
{"label":3,"sentence":"Amazon Illegally Fired Activist Workers, Labor Board Finds"}
{"label":3,"sentence":"Amazon Workers to Stage Coordinated Black Friday Protests in 15 Countries"}
{"label":5,"sentence":"Mostly it is loss which teaches us about the worth of things"}
{"label":1,"sentence":"What are you the 1% of?"}
{"label":3,"sentence":"No evidence that chance meetings in office boosts innovation"}
{"label":5,"sentence":"I wish I could puke out all the pain."}
{"label":1,"sentence":"What seems harmless but is incredibly dangerous?"}
{"label":1,"sentence":"You die and the first thing you see in the afterlife are three buttons: 'Next level\", \"Spectate\" and \"Restart\". Which one do you press and why?"}
{"label":0,"sentence":"Listen, you are a perfect person. You are a perfect person and I appreciate you."}
{"label":1,"sentence":"What absolutely makes no sense?"}
{"label":2,"sentence":"My Korean friend died yesterday So  Yung..."}
{"label":5,"sentence":"Our greatest joy and our greatest pain come in our relationships with others."}
{"label":2,"sentence":"Why is it illegal to do reverse cowgirl on Alabama? You don’t turn your back on the family"}
{"label":3,"sentence":"2,000-year-old redwoods survive wildfire at California's oldest state park"}
{"label":3,"sentence":"DARPA now has AI-controlled F-16s working as a team in virtual dogfights"}
{"label":0,"sentence":"Someone is getting through something hard right now because you've got their back. "}
{"label":1,"sentence":"What’s not as sexy as most people seem to think it is?"}
{"label":1,"sentence":"You can go back 100,000 years to a cave that will be discovered by archeologists, what do you write on the wall to mess with them?"}
{"label":3,"sentence":"India downgraded from ‘free’ to ‘partly free’ in democracy report"}
{"label":4,"sentence":"If laughter is the best medicine, your face must be curing the world."}
{"label":2,"sentence":"If someone calls you Fat, just ignore them. You are bigger than that!"}
{"label":3,"sentence":"In historic shift, Virginia lawmakers pass marijuana legalization bills"}
{"label":3,"sentence":"Hedge fund Melvin sustains 53% loss after Reddit onslaught"}
{"label":2,"sentence":"I tried to lighten the mood at a party with a coronavirus joke. Nobody laughed at first, but eventually everyone got it."}
{"label":2,"sentence":"The Bible tells us to love each other. The Kama Sutra is a little more specific."}
{"label":0,"sentence":"I’m a better person now that I’ve met you."}
{"label":2,"sentence":"How do you buy a kitten when the pet store is closed? (Joke from my 10 yr old) You order it from the Cat-alogue"}
{"label":2,"sentence":"How many Buzzfeed writers does it take to turn on an electric chair? Ten. But number four will shock you."}
{"label":3,"sentence":"'New Car Smell' Is the Scent of Carcinogens. Even Short Trips May Overexpose Us"}
{"label":2,"sentence":"A joke from my 8 year old......Did you know that 10+10 and 11+11 are the same? 10+10=twenty 11+11=twenty too"}
{"label":1,"sentence":"You're gifted 24 straight hours where you and your pet(s) are suddenly able to understand each other and have real conversations like you're old bffs just catching up on lost time. What would you want to tell them and how would you want to spend those hours with them?"}
{"label":0,"sentence":"You're better than a triple-scoop ice cream cone. With sprinkles."}
{"label":2,"sentence":"It's a good thing Gatorade was developed at the University of Florida as opposed to Florida State Seminole Fluid doesn't sound quite as good."}
{"label":2,"sentence":"A black guy in a library asked me where the colored printers were. I said, 'Dude, it's 2021, you can use any printer you want.\""}
{"label":0,"sentence":"I wish I could be like you later."}
{"label":5,"sentence":"It’s pretty sad when you have to choose between the lesser of two evils."}
{"label":4,"sentence":"Why don't you slip into something more comfortable... like a coma."}
{"label":2,"sentence":"Alexa, why do I always screw up with the ladies? I'm Siri, you idiot!"}
{"label":1,"sentence":"[SERIOUS] People of reddit, what is the one thing that was so disturbing and gruesome you saw in your life that still disturbs you deeply to this day?"}
{"label":0,"sentence":"Your warmth, love and intelligence."}
{"label":1,"sentence":"What stranger will you never forget?"}
{"label":1,"sentence":"What if God came down one day and said 'It's pronounced 'Jod' then left?"}
{"label":0,"sentence":"You’re the best thing that happened to this office."}
{"label":3,"sentence":"Louis Rossmann videos “reported as abusive” and banned from Facebook"}
{"label":2,"sentence":"Betty White just turned 99 and she still doesn't need glasses. She drinks straight from the bottle."}
{"label":3,"sentence":"Last year, more people in San Francisco died of overdoses than of Covid-19"}
{"label":4,"sentence":"You are the human version of period cramps"}
{"label":0,"sentence":"I want to thank you for being there."}
{"label":1,"sentence":"Which real life serial killer frightened/disturbed you the most?"}
{"label":3,"sentence":"Just because I have a vertical screen, doesn’t mean I’m on a phone"}
{"label":1,"sentence":"What is socially acceptable in the U.S. That would be horrifying in the U.K.?"}
{"label":5,"sentence":"Trust is like an eraser, it gets smaller and smaller after every mistake."}
{"label":2,"sentence":"What weighs more? A gallon of water or a gallon of butane? Water. Butane is a lighter fluid."}
{"label":3,"sentence":"Facebook takes down official page for French town of Bitche"}
{"label":0,"sentence":"You are the only person I have met who continuously impresses me when I talk to you."}
{"label":3,"sentence":"Bongo Cat"}
{"label":4,"sentence":"I guess you prove that even god makes mistakes sometimes."}
{"label":0,"sentence":"Your kindness is a balm to all who encounter it."}
{"label":5,"sentence":"The human condition is a good one in that no one is unhappy except by his own fault."}
{"label":0,"sentence":"You help me feel more joy in life."}
{"label":3,"sentence":"AI ‘pilot’ beats top F-16 fighter pilot in DARPA’s simulated aerial dogfight"}
{"label":3,"sentence":"Suez Canal will be widened by 131 feet to avoid a repeat of the Ever Given chaos"}
{"label":5,"sentence":"Read More: Hard work Quotes"}
{"label":1,"sentence":"Doctors of Reddit: What happened when you diagnosed a Covid-19 denier with Covid-19?"}
{"label":3,"sentence":"Moderna mRNA sequence released to GitHub [pdf]"}
{"label":3,"sentence":"Google is giving data to police based on search keywords, court docs show"}
{"label":2,"sentence":"How does a redditor get karma when they don’t deserve it? Piece of cake"}
{"label":3,"sentence":"Bill and Melinda Gates revealed as largest private farmland owners in US"}
{"label":3,"sentence":"Kids Find a Security Flaw in Linux Mint by Mashing Keys"}
{"label":4,"sentence":"Her teeth were so bad she could eat an apple through a fence"}
{"label":4,"sentence":"Keep talking, someday you'll say something intelligent!"}
{"label":5,"sentence":"I fell in love with the way you look at the world."}
{"label":3,"sentence":"You have the right to record police in public, federal court rules"}
{"label":0,"sentence":"You make me want to be a better person."}
{"label":3,"sentence":"Google, Apple cave to Pakistan pressure to take down apps by Ahmadiyya Muslims"}
{"label":3,"sentence":"After a week at my mom’s house I'm getting ads for her toothpaste brand"}
{"label":5,"sentence":"There is no sadder sight than a young pessimist."}
{"label":2,"sentence":"Nobody will upvote a cake joke on my cake day. Feeling desserted."}
{"label":3,"sentence":"YouTube shadowbans video titled “The CIA is a Terrorist Organization”"}
{"label":2,"sentence":"The swordfish has no natural predators to fear from... ....except the penfish, which is supposed to be even mightier."}
{"label":1,"sentence":"People who have appeared on dating shows (naked attraction, first dates), what’s it like behind the cameras?"}
{"label":3,"sentence":"PayPal is currently blocking all transactions containing the word “tardigrade”"}
{"label":0,"sentence":"You're someone's reason to smile."}
{"label":1,"sentence":"What is the WORST advice you can give a virgin for their first time?"}
{"label":0,"sentence":"Life is strong, but so are you."}
{"label":2,"sentence":"What do you get for winning a muscle loss competition? Atrophy."}
{"label":5,"sentence":"There is prodigious strength in sorrow and despair."}
{"label":3,"sentence":"A Thai national park is mailing trash back to tourists"}
{"label":1,"sentence":"If you have never posted something using your 10 year old account, what would your first post be?"}
{"label":3,"sentence":"San Francisco Apartment Rents Crater Up to 31%, Most in U.S."}
{"label":1,"sentence":"All of the cereal box characters (Tucan Sam, Tony the Tiger, Lucky, etc.) enter a colosseum. Only one exits alive. Reddit, who is the ultimate cereal killer?"}
{"label":5,"sentence":"Proud people breed sad sorrows for themselves"}
{"label":1,"sentence":"Therapists of reddit, what was your biggest 'I know I'm not supposed to judge you but holy sh*t\" moment?"}
{"label":2,"sentence":"Sad News: The founder of /r/jokes has passed away RIP Larry Tesler, the UI designer that created Cut, Copy and Paste, died age 74"}
{"label":3,"sentence":"TSMC eyes Germany as possible location for first Europe chip plant"}
{"label":5,"sentence":"Usually when people are sad, they don’t do anything. They just cry over their condition. But when they get angry, they bring about a change."}
{"label":3,"sentence":"Pfizer is testing a pill that, if successful, could cure Covid-19"}
{"label":1,"sentence":"What’s the scariest true story you’ve heard or told ?"}
{"label":3,"sentence":"Facebook apologizes to users for Apple’s monstrous efforts to protect privacy"}
{"label":2,"sentence":"CEO of IKEA is now the Prime Minister of Sweden He is currently assembling his cabinet."}
{"label":4,"sentence":"Have you been shopping lately? They're selling lives, you should go get one."}
{"label":1,"sentence":"What famous person did you regret meeting because they were an ass?"}
{"label":5,"sentence":"Our sweetest songs are those that tell of saddest thought."}
{"label":3,"sentence":"New plant-based plastics can be chemically recycled with near-perfect efficiency"}
{"label":3,"sentence":"Ohio Republicans close to imposing near-total ban on municipal broadband"}
{"label":0,"sentence":"You're one of a kind!"}
{"label":5,"sentence":"I wish I could ignore you as you did."}
{"label":3,"sentence":"New UK police speed gun can read license plates from half a mile away at night"}
{"label":1,"sentence":"What do you genuinely not understand?"}
{"label":2,"sentence":"When you live alone, the only thing that wakes you up faster than a cold toilet seat Is a warm toilet seat  Edit: Thanks for all of the shiny awards! u/reddit tells me they are very dapper."}
{"label":0,"sentence":"If someone based an Internet meme on you, it would have impeccable grammar."}
{"label":3,"sentence":"Reddit Rewrites History by Excluding Aaron Swartz"}
{"label":5,"sentence":"Victor Hugo, Les Misérables"}
{"label":0,"sentence":"You’re so thoughtful."}
{"label":3,"sentence":"The Capitol Attack Doesn’t Justify Expanding Surveillance"}
{"label":2,"sentence":"If it weren't for Arabs, we would never have 9/11    Instead it would be IX / XI"}
{"label":2,"sentence":"What happens when you put a lot of LGBT people in a long line? You get a LGBTQ."}
{"label":1,"sentence":"You own a cabbage cart, but your produce is destroyed periodically by a group of famous 12 year olds. What do you do?"}
{"label":3,"sentence":"Japan developing wooden satellites to cut down on space junk"}
{"label":0,"sentence":"You can really listen."}
{"label":0,"sentence":"That color is perfect on you."}
{"label":0,"sentence":"Someone is getting through something hard right now because you’ve got their back."}
{"label":4,"sentence":"Calling you an idiot would be an insult to all the stupid people."}
{"label":0,"sentence":"Jokes are funnier when you tell them."}
{"label":2,"sentence":"What is the difference between BTS and Logan Paul? BTS is a boy band from Asia; Logan Paul is a boy banned from Asia."}
{"label":3,"sentence":"Facebook Is a 'Super Spreader' of Election Misinformation"}
{"label":2,"sentence":"My roommate is into auto-erotic asphyxiation, but he's also suicidal. I can never tell if he's coming or going."}
{"label":0,"sentence":"You seem to really know who you are."}
{"label":3,"sentence":"Trove of Never-Before-Seen Records Reveal How the Wealthiest Avoid Income Tax"}
{"label":3,"sentence":"Sony Publishes an Official Linux Driver for Playstation 5 DualSense Controllers"}
{"label":3,"sentence":"Hacker downloads close to 300k personal ID photos from Estonian gov database"}
{"label":5,"sentence":"It is sad not to love, but it is much sadder not to be able to love."}
{"label":1,"sentence":"What really makes no sense?"}
{"label":2,"sentence":"My girlfriend's dog died, so I tried to cheer her up by getting her an identical one. It just made her more upset.  She screamed at me, 'What am I supposed to do with two dead dogs?\""}
{"label":4,"sentence":"If I had a face like yours, I'd sue my parents."}
{"label":3,"sentence":"EU proposal to ban encryption for chat apps"}
{"label":0,"sentence":"You're more fun than bubble wrap."}
{"label":4,"sentence":"I only take you everywhere I go just so I don’t have to kiss you goodbye"}
{"label":5,"sentence":"The wound is the place where the light enters you."}
{"label":2,"sentence":"TIL Albert Einstein was a real person. I had always thought he was only a theoretical physicist."}
{"label":3,"sentence":"HP replaces free ink for life plan with '99 cents/month or your printer stops'"}
{"label":3,"sentence":"Apple doesn't let you disclose their 30% IAP fee to your customers"}
{"label":2,"sentence":"Girls, if your man starts acting weird while sexting; Send him a picture of a naked grandma, then send him a picture of your boobs. He just needs turning off and back on again."}
{"label":1,"sentence":"How the F do you make friends as an adult if you don't drink?"}
{"label":3,"sentence":"H&M Hit with Record-Breaking GDPR Fine over Illegal Employee Surveillance"}
{"label":0,"sentence":"You are a great listener!"}
{"label":3,"sentence":"ProtonMail CEO calls Apple's forced in-app purchases 'Mafia extortion'"}
{"label":1,"sentence":"What do you envy about the opposite sex?"}
{"label":2,"sentence":"My 8 year old son's joke: What do you call an ox with big butt? Buttocks"}
{"label":1,"sentence":"Fast food workers, what is your 'Sir, this is a Wendy's\" moment?"}
{"label":1,"sentence":"What is far deadlier than most people realize? [serious]"}
{"label":2,"sentence":"Viruses mutate over time, take Covid for example... It started as a pandemic, and now it's become an IQ test."}
{"label":2,"sentence":"A man was admitted to the hospital today with 20 plastic toy horses inserted in his rectum. Doctors have described his condition as stable."}
{"label":3,"sentence":"Apple knew a supplier was using child labor but took 3 years to fully cut ties"}
{"label":2,"sentence":"You have to give President Trump credit Because he definitely doesn't have any cash."}
{"label":0,"sentence":"Your smile makes everyone’s day better."}
{"label":0,"sentence":"I am so glad you wanted to share that with me, something that you are passionate about. Thanks for that present."}
{"label":4,"sentence":"The last time I saw something like you… I flushed"}
{"label":2,"sentence":"What do you get when you spell “man” backwards? Flashbacks."}
{"label":3,"sentence":"‘YouTube recommendations are toxic,’ says dev who worked on the algorithm (2019)"}
{"label":5,"sentence":"People with golden hearts are not easy to get, they are real gems of life."}
{"label":5,"sentence":"People who laugh more are able to tolerate pain better, both physical and emotional."}
{"label":1,"sentence":"What perfectly innocent search turned out to be porn?"}
{"label":3,"sentence":"Germany fines YouTube for removing video of anti-lockdown protest"}
{"label":5,"sentence":"Tears come from the heart and not from the brain."}
{"label":0,"sentence":"You’re more fun than a ball pit filled with candy. (And seriously, what could be more fun than that?)"}
{"label":1,"sentence":"What happens in movies or tv that seems to be normal and you think to yourself “that is not what people in real life do”?"}
{"label":5,"sentence":"Never be afraid of tears. Tear-filled eyes are capable of seeing truth. Tear-filled eyes are capable of seeing the beauty of life."}
{"label":5,"sentence":"Nothing can cure the soul but the senses, just as nothing can cure the senses but the soul."}
{"label":2,"sentence":"I brought my girlfriend home to meet my family. They criticized everything she did, mocked her heritage and gave her a psychiatric disorder.  I guess I shouldn't have insisted on the royal treatment."}
{"label":1,"sentence":"What is a lesson you learned too late in life?"}
{"label":1,"sentence":"People who got caught having sex at work what happened?"}
{"label":1,"sentence":"What is the weirdest thing you find extremely attractive?"}
{"label":2,"sentence":"I was so embarrassed that my wife caught me playing with my son’s train set that I threw the bedsheet over it. I think I managed to cover my tracks."}
{"label":2,"sentence":"'I'm sorry\" and \"I apologise\" mean the same thing. Except at a funeral"}
{"label":5,"sentence":"I only exist when people need something."}
{"label":2,"sentence":"Netflix is soon releasing an extremely realistic documentary series about the life of Abraham Lincoln. The finale is shot before a live audience."}
{"label":1,"sentence":"'Oh, you're a programmer? I have a problem with my printer...\". What's the equivalent of this in your job?"}
{"label":1,"sentence":"What would happen if all 7 billion people screamed at once?"}
{"label":1,"sentence":"What are subtle red flags at a job interview that say 'working here would suck\"?"}
{"label":1,"sentence":"What brings the worst out in people?"}
{"label":4,"sentence":"You have Diarrhea of the mouth; constipation of the ideas."}
{"label":3,"sentence":"California Public Utilities Commission fired director who exposed missing $200M"}
{"label":3,"sentence":"New Orleans City Council bans facial recognition, predictive policing and other"}
{"label":1,"sentence":"'God gave man a brain and a penis. And only enough blood to run one at a time.\" - Robin Williams What are some real-life examples of this?"}
{"label":1,"sentence":"What unsupervised childhood activities did you participate in, that probably should have killed you?"}
{"label":2,"sentence":"Trump tests positive for COVID-19. He finally passed a test without cheating, good for him."}
{"label":3,"sentence":"GDPR Violation: Scribd acquires PII on 500M users in a deal with LinkedIn"}
{"label":5,"sentence":"The walls we build around us to keep sadness out also keeps out the joy."}
{"label":3,"sentence":"Zoom is now critical infrastructure – that’s a concern"}
{"label":5,"sentence":"Only to Allah, I complain about my sorrows and troubles, He can recompense me for every pain, or every loss with which is better."}
{"label":3,"sentence":"Microsoft says mandatory password changing is “ancient and obsolete” (2019)"}
{"label":3,"sentence":"The EU must protect the right to privacy and not attack end-to-end encryption"}
{"label":0,"sentence":"You have the best laugh."}
{"label":1,"sentence":"What invention has done more harm than good?"}
{"label":5,"sentence":"The sadness will last forever."}
{"label":0,"sentence":"You're a smart cookie."}
{"label":0,"sentence":"You’re really something special."}
{"label":3,"sentence":"EU bans Belarusian airlines from European skies"}
{"label":0,"sentence":"If you were a scented candle they'd call it Perfectly Imperfect (and it would smell like summer)."}
{"label":0,"sentence":"You have a warm personality."}
{"label":5,"sentence":"A sad soul can kill quicker than a germ."}
{"label":3,"sentence":"Windows XP source code has leaked"}
{"label":3,"sentence":"Data leak shatters the lie that the innocent need not fear surveillance"}
{"label":3,"sentence":"China attacks fishing boats in conquest of South China Sea"}
{"label":3,"sentence":"Scientists fear pandemic's 'hyper hygiene' could have long-term health impacts"}
{"label":5,"sentence":"I don’t want to get attached to anyone anymore, it only destroys me in the end."}
{"label":1,"sentence":"People who are ghosting other people, have you ever been called out, if so, how did that make you feel?"}
{"label":1,"sentence":"If an alien offered you a one week trip across the galaxy and back with the catch being 15 years passes on Earth, would you accept or reject the offer and why?"}
{"label":2,"sentence":"What has 6 balls and fucks all the poor people? The lottery."}
{"label":5,"sentence":"The tragedy of life is not so much what men suffer, but rather what they miss."}
{"label":2,"sentence":"I think my cat might be a communist He won't shut up about Mao."}
{"label":2,"sentence":"If a tree falls..... A tree falls in the forest but doesn't make a sound.  Hunter in camouflage gear: 'WHAT THE HECK???!\"   Tree: \"I mean, AAAAAARGH, I fell!\""}
{"label":1,"sentence":"people who take walks at night, what's the scariest thing you've seen?"}
{"label":4,"sentence":"If your brain was dynamite, there wouldn’t be enough to blow your hat off"}
{"label":0,"sentence":"Actions speak louder than words, and yours tell an incredible story."}
{"label":1,"sentence":"Teachers, What was the worst thing a substitute teacher did while you were gone?"}
{"label":5,"sentence":"It’s amazing how someone can break your heart and you can still love them with all the little pieces."}
{"label":3,"sentence":"Why Americans Have Been Deceived About Canada's Health Care System"}
{"label":4,"sentence":"Your secrets are always safe with me I never even listen when you tell me them"}
{"label":2,"sentence":"My girlfriend borrowed $100 from me. After 3years, when we separated, she returned exactly $100. I lost Interest in that relationship."}
{"label":1,"sentence":"What is the most embarrassing non-porn item someone could find on your computer?"}
{"label":0,"sentence":"When you say, 'I meant to do that,\" I totally believe you."}
{"label":5,"sentence":"Life is too short to be sad."}
{"label":4,"sentence":"*Thumbs down*"}
{"label":2,"sentence":"Me: 'Squirting isn't real, right? It's just urine, right?\" Interviewer: \"I meant any questions about the job\""}
{"label":3,"sentence":"WhatsApp delays privacy changes following backlash"}
{"label":3,"sentence":"Signs of Life discovered on Venus and atmosphere"}
{"label":0,"sentence":"Being around you is like being on a happy little vacation."}
{"label":3,"sentence":"Artist releases album called “Ok Google Play Music” on Spotify"}
{"label":4,"sentence":"Oops, my bad I could’ve sworn I was dealing with an adult"}
{"label":3,"sentence":"Bitcoin emissions alone could push global warming above 2°C"}
{"label":0,"sentence":" I would go on an 18-hour road trip with you, I like you that much."}
{"label":2,"sentence":"I was watching the women's volleyball. 2 minuets in there was a wrist injury Don't worry though I'm alright now"}
{"label":5,"sentence":"There are moments when I wish I could roll back the clock and take all the sadness away, but I have the feeling that if I did, the joy would be gone as well."}
{"label":1,"sentence":"What's something you should ALWAYS keep in your car?"}
{"label":3,"sentence":"Tesla broke US labor law with anti-union efforts – watchdog"}
{"label":5,"sentence":"Make the most of your regrets; never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh."}
{"label":3,"sentence":"Rockstar thanks GTA Online player who fixed load times, official update coming"}
{"label":0,"sentence":"When you're not afraid to be yourself is when you're most incredible."}
{"label":3,"sentence":"Insurrectionists’ social media presence gives feds an easy way to ID them"}
{"label":0,"sentence":" Actions speak louder than words, and yours tell an incredible story."}
{"label":1,"sentence":"You are offered $10,000,000 if you can name a food that nobody in human history has ever used in a sexual way. What is your answer?"}
{"label":2,"sentence":"My Chinese waiter thinks all white people look alike and gave my food to the wrong customer Wait. Never mind. That wasn't my waiter."}
{"label":1,"sentence":"What popular saying is actually bullshit?"}
{"label":3,"sentence":"Sorry, we replaced that old technology, “see-through glass”"}
{"label":0,"sentence":"What an inspiring person you are. You can be really proud of yourself that you already look at the world like that at this age. You are very wise and absorb everything. Loved it so much, thank you very much!"}
{"label":1,"sentence":"Females of Reddit - What is the sexiest thing a plus size gamer gentleman has told you that has made you want to immediately have sex with him and be his girlfriend?"}
{"label":3,"sentence":"Amazon Refused to Refund $7k After Shipping an Empty Box Instead of a Sony A1"}
{"label":4,"sentence":"You are not as bad as people say, you are much, much worse."}
{"label":3,"sentence":"No Qualified Immunity for Cops Who Made Stuff Up to Justify Phone Seizure"}
{"label":0,"sentence":"You have the courage of your convictions."}
{"label":2,"sentence":"My wife came up to me the other day and said 'Do these jeans make me look fat?\" I said \"Do you promise not to get mad at me no matter what I say?\"   \"Yes\"   \"Okay, I fucked your sister.\""}
{"label":0,"sentence":"You are pure and compassionate."}
{"label":5,"sentence":"You’re sad because you’re wasting your potential. You know it, your family knows it, everyone knows it. Do something useful."}
{"label":1,"sentence":"You can't time travel, but your phone has the internet from 5 years in the future. What do you search for first?"}
{"label":3,"sentence":"YouTube-dl has received a DMCA takedown from RIAA"}
{"label":5,"sentence":"She hates me because I know her truth."}
{"label":3,"sentence":"Tim Sweeney: “ISO obstructs adoption of standards by paywalling them”"}
{"label":1,"sentence":"What’s your childhood mystery that you finally solved years later?"}
{"label":1,"sentence":"Someone once said 'Everyone sees the world in a different way; so when someone dies, it is - in a way - the death of an entire world.\" So, Reddit. . . what unique world will die with you?"}
{"label":0,"sentence":"You are beautiful."}
{"label":2,"sentence":"The best part about being Russian, is getting to vote in American elections. Which is nice, because we never get to vote in our own."}
{"label":4,"sentence":"Where’d you get your outfits, girl, American Apparently Not?"}
{"label":1,"sentence":"What's the dumbest thing you were paid to do and how much were you paid?"}
{"label":4,"sentence":"I know you are, but what am I?"}
{"label":2,"sentence":"My girlfriend broke up with me for being too “un-American” I saw it coming from a kilometre away"}
{"label":0,"sentence":"You've got an awesome sense of humor!"}
{"label":0,"sentence":"Thank you for your engaging spontaneity."}
{"label":1,"sentence":"People who have came close to dying, what were your “last” thoughts?"}
{"label":2,"sentence":"Why is prostitution illegal? Because when it comes to screwing people and taking their money, the government doesn't want anyone outperforming them"}
{"label":3,"sentence":"Senior Google exec opposes remote work, moves to New Zealand to work remotely"}
{"label":2,"sentence":"How much does a rainbow weigh? Not much, they're pretty light."}
{"label":0,"sentence":"What a pleasant personality you have."}
{"label":1,"sentence":"People who have worked at Goodwill or other thrift stores etc. and processed donations, what’s the craziest thing you’ve found?"}
{"label":2,"sentence":"Therapist: So what brings the two of you here today? My wife: It’s impossible to live with him. He’s too literal.  Me: My truck."}
{"label":1,"sentence":"What has no reason to exist in 2021 and yet it does?"}
{"label":5,"sentence":"C. S. Lewis, The Silver Chair"}
{"label":5,"sentence":"Just do it everything for him, don’t expect anything in return."}
{"label":0,"sentence":" You're one of my favorite drunken karaoke partners."}
{"label":0,"sentence":"You have cute elbows. For reals!"}
{"label":0,"sentence":"You’re gorgeous — and that’s the least interesting thing about you, too."}
{"label":0,"sentence":"You deserve a hug right now."}
{"label":1,"sentence":"[SERIOUS] What is the Creepiest or most Unexplained thing that’s happened to you that you still think about to this day?"}
{"label":3,"sentence":"Create fake phone contacts, to do data-poisoning"}
{"label":1,"sentence":"What’s something you’d love to see but won’t be alive for?"}
{"label":3,"sentence":"Rare Vietnam War images from the winning side, 1965-1975"}
{"label":5,"sentence":"Better by far you should forget and smile that you should remember and be sad."}
{"label":3,"sentence":"U.S. Strategic Command response to FOIA request regarding gibberish tweet"}
{"label":3,"sentence":"Pinterest pays $89.5M to terminate San Francisco office lease"}
{"label":3,"sentence":"Apple has gone to extraordinary lengths to make scroll bars invisible, I hate it"}
{"label":1,"sentence":"What's something you saw that you weren't definitely supposed to see?"}
{"label":3,"sentence":"Entire Computer Science Curriculum in 1000 YouTube Videos"}
{"label":3,"sentence":"Apple apps can bypass firewalls and VPNs – a potential security/privacy issue"}
{"label":0,"sentence":"You matter. You are important."}
{"label":2,"sentence":"How can you tell a girl ghost from a boy ghost?    Boooooooobs!    You’re welcome.   Happy Halloween everybody!"}
{"label":5,"sentence":"You are never ready to say goodbye."}
{"label":2,"sentence":"What do you get if you mix human DNA and whale DNA? Banned from Seaworld  &#x200B;  Cake day so time to Karma Farm, and I can't see this joke posted  Edit: typo"}
{"label":0,"sentence":"Somehow you make time stop and fly at the same time."}
{"label":4,"sentence":"You, sir, are an oxygen thief!"}
{"label":2,"sentence":"I built a model of Mount Everest and my son asked, “Is it to scale?” I replied, “No.'   “It’s to look at.”"}
{"label":2,"sentence":"If 'womb\" is pronounced \"woom\", \"tomb\" is pronounced \"toom\" then shouldn't \"bomb\" be pronounced...  \"BOOM\"  I hope that blew your minds.   It would be r/funny if this post blows up."}
{"label":4,"sentence":"That sounds like a you problem"}
{"label":1,"sentence":"What's the most profoundly beautiful piece of music you have ever listened to?"}
{"label":1,"sentence":"Women of reddit, what do you think about the fall of constantinople in 1453 by the ottoman forces led by Mehmed II?"}
{"label":1,"sentence":"Whats the craziest crime you or somebody in your family has commited?"}
{"label":2,"sentence":"'Do not touch\" Must be the scariest thing to read in Braille."}
{"label":5,"sentence":"Sometimes you laugh because you’ve got no more room for crying."}
{"label":2,"sentence":"Why don't blind people go skydiving? It scares the shit out of their dogs."}
{"label":3,"sentence":"Valve accused of ignoring existing RCE vulnerability in Source games for 2 years"}
{"label":5,"sentence":"It’s sad, something coming to an end. It cracks you open, in a way – cracks you open to feeling."}
{"label":1,"sentence":"What’s a small inconvenience curse that would drive somebody insane?"}
{"label":3,"sentence":"34% of remote workers would quit rather than return to full-time office work"}
{"label":3,"sentence":"81k UK-owned .eu domains suspended as Brexit transition ends"}
{"label":2,"sentence":"I hate that SEPTember, OCTober, NOVember, and DECember aren't the 7th, 8th, 9th, and 10th months......  Whoever fucked this up should be stabbed!"}
{"label":1,"sentence":"What’s one thing that made you say “never fucking again”? And why?"}
{"label":2,"sentence":"My crush told me that I'm pretty. Well, the whole sentence was 'you're pretty annoying\", but I focus only on the positive things."}
{"label":1,"sentence":"Which fictional character would still be alive if other characters had used a bit of common sense?"}
{"label":0,"sentence":"Your name suits you to a T."}
{"label":0,"sentence":"You're more fun than a ball pit filled with candy. (And seriously, what could be more fun than that?)"}
{"label":0,"sentence":"You are intelligent, mysterious and beautiful."}
{"label":0,"sentence":"You have no idea how nice it is to work with people who are smart and sharp, really care about things and think clearly."}
{"label":2,"sentence":"My local drug dealer started dressing up as a Jehovah's Witness so he wouldn't arouse suspicion.   He got arrested after the police saw people actually letting him in."}
{"label":2,"sentence":"The bar staff asks why the non-linear structure? Quentin Tarantino walks into a bar."}
{"label":0,"sentence":"I see energy, I see a personality."}
{"label":1,"sentence":"What's the biggest bullet you've ever dodged?"}
{"label":3,"sentence":"IBM has cut its blockchain team down to almost nothing – sources"}
{"label":2,"sentence":"Just been diagnosed with the dreaded ‘Peek-a-Boo virus’... &#x200B;  I’m being transferred to ICU."}
{"label":3,"sentence":"Germany is beginning a 3y universal-basic-income trial with $1400/mo per person"}
{"label":1,"sentence":"Which punishment (either real or imagined) sounds 'light\" or \"not a big deal\" at first, but is actually horrific to experience?"}
{"label":4,"sentence":"I’ll never forget the first time we met But I’ll keep trying"}
{"label":4,"sentence":"If I wanted to kill myself I'd climb your ego and jump to your IQ."}
{"label":3,"sentence":"“I no longer build software”"}
{"label":5,"sentence":"We never taste a perfect joy; our happiest successes are mixed with sadness."}
{"label":2,"sentence":"If you can't think of a word, say 'I forgot the English word for it.\"  That way people will think you're bilingual instead of an idiot."}
{"label":1,"sentence":"Almost 80% of the ocean hasn’t been discovered. What are you most likely to find there?"}
{"label":1,"sentence":"What’s the most annoying thing about people asking about your genitals?"}
{"label":5,"sentence":"I always like walking in the rain, so no one can see me crying."}
{"label":3,"sentence":"Amazon postpones return to office until January 2022"}
{"label":1,"sentence":"People who are stopped at a red light for 1 minute but creep forward a few feet every 10 seconds... Why?"}
{"label":1,"sentence":"What’s something that’s “not a cult” but feels like a cult?"}
{"label":2,"sentence":"Why do mermaids wear seashells? They out grew their b-shells."}
{"label":0,"sentence":"I wish I looked that good in my clothes too."}
{"label":1,"sentence":"What is your Favorite Quote from Spongebob?"}
{"label":4,"sentence":"I'd slap you, but that would be animal abuse."}
{"label":1,"sentence":"Sons of prostitutes, how do you feel about what you mother did?"}
{"label":3,"sentence":"How I Found a Vulnerability to Hack iCloud Accounts and How Apple Reacted to It"}
{"label":5,"sentence":"What brings us to tears, will lead us to grace. Our pain is never wasted."}
{"label":3,"sentence":"WhatsApp loses millions of users after terms update"}
{"label":0,"sentence":"You're a great example to others."}
{"label":0,"sentence":"You’re all that and a super-size bag of chips."}
{"label":2,"sentence":"Girlfriend says if this gets a thousand up votes she'll let me try anal please don't her strap on is huge"}
{"label":3,"sentence":"Zoom Deleted Events Discussing Zoom “Censorship”"}
{"label":3,"sentence":"A Saudi Prince's Attempt to Silence Critics on Twitter (2020)"}
{"label":1,"sentence":"Men of Reddit, what pisses you off most about other men?"}
{"label":2,"sentence":"What do you get if you eat 3.14 cakes? Fat. You get fat.  &#x200B;  You were expecting a joke about pi? On my cake day?  &#x200B;"}
{"label":2,"sentence":"My wife complains about constantly being sexually harassed at work I told her she can stop working from home and go back to the office if she doesn’t like it"}
{"label":5,"sentence":"R.M. Drake"}
{"label":5,"sentence":"Tears are the natural penalties of pleasure. It is a law that we should pay for all that we enjoy."}
{"label":1,"sentence":"Redditors who at any point have been in such a deep state of depression that you didn't want to DO anything, what is something that helped you get out of it?"}
{"label":5,"sentence":"To have felt too much is to end in feeling nothing."}
{"label":3,"sentence":"Mall real estate company collected 5M images of shoppers"}
{"label":3,"sentence":"U.S. rent has increased 175% faster than household income over past 20 years"}
{"label":2,"sentence":"If Biden is elected, I'm leaving the country If Trump is reelected, I'm leaving the country.   This is not a political post. I just want to travel."}
{"label":2,"sentence":"Why didn't the green pepper practice archery? Because it didn't habanero."}
{"label":3,"sentence":"Multiple local news stations say the same thing verbatim [video]"}
{"label":1,"sentence":"Redditors who work at remote places like forest officers, oil rig workers, etc, what creepy things have you noticed while at work?"}
{"label":2,"sentence":"Group of guys at the pub. One says, 'My missus is charging me $50 a time for sex\"  The other guys look at each other and say, \"That's not bad mate, she charges us $100.\""}
{"label":4,"sentence":"If I throw a stick, will you leave?"}
{"label":2,"sentence":"Apparently my family is racist I had them meet my new black girlfriend and they all started screaming at us. Especially my wife."}
{"label":2,"sentence":"I was complaining to my wife about our nonexistent sex life. Zero fucks were given.  Edit: Thanks guys. You all seem to give way more fucks than she did."}
{"label":0,"sentence":"You're always learning new things and trying to better yourself, which is awesome."}
{"label":2,"sentence":"Why did it take the police so long to show up to Capitol Hill today? Because they had to go home and change first."}
{"label":1,"sentence":"What are you boycotting till the day you die?"}
{"label":0,"sentence":"You may dance like no one's watching, but everyone's watching because you're an amazing dancer!"}
{"label":1,"sentence":"Kids born to teen mom's, how different is your life compared to other kids?"}
{"label":4,"sentence":"Your house is so dirty you have to wipe your feet before you go outside."}
{"label":1,"sentence":"Hearing impaired or lip reading people, how have Corona mask policies affected your daily life?"}
{"label":0,"sentence":"You’re a good person."}
{"label":2,"sentence":"If you put Greg Abbott, Ted Cruz, and Rick Perry together in a room, who's the first to realize they're full of shit? The room."}
{"label":1,"sentence":"Which actor has everyone seen but nobody know the name of?"}
{"label":5,"sentence":"Tears come from the heart and not from the brain."}
{"label":1,"sentence":"What is cheaply made but sold at a ridiculous price?"}
{"label":1,"sentence":"What's your “Oh fuck, I am an asshole” moment?"}
{"label":2,"sentence":"What are a male donkey’s pronouns? He / haw"}
{"label":0,"sentence":"Aside from food. You’re my favorite."}
{"label":3,"sentence":"Honda quits F1, invests in carbon-free tech instead"}
{"label":3,"sentence":"The USPS is running a 'covert' program to monitor Americans' social media posts"}
{"label":1,"sentence":"Fully vaccinated people of Reddit. Are you still wearing masks? Why or why not?"}
{"label":5,"sentence":"She is with me because she needs my money, not my love."}
{"label":1,"sentence":"What do you own a ridiculous amount of?"}
{"label":1,"sentence":"Hey shy people what is your worst experience?"}
{"label":2,"sentence":"Steve Jobs would've been a better president than Trump. But I guess comparing apples to oranges is unfair."}
{"label":0,"sentence":" If I threw something at you with no warning, I bet you'd catch it."}
{"label":2,"sentence":"Yo momma's so fat that objects 5 meters away accelerate at 1 m/s^2 toward her. What is yo momma's mass if G = 6.67x10^-11Nm^2/kg^2? Please, someone help me, I can't solve it and it's making me nuts."}
{"label":5,"sentence":"There are far better things ahead than any we leave behind."}
{"label":0,"sentence":"You have impeccable manners."}
{"label":2,"sentence":"Nobody will upvote a cake joke in my birthday I feel desserted.  &#x200B;  Happy cake day to me :)  &#x200B;  Edit: Wow...this blew up - thank you all for the birthday wishes, karma and awards"}
{"label":5,"sentence":"Just because someone desires you, doesn’t mean they value you."}
{"label":5,"sentence":"There is some kind of a sweet innocence in being human- in not having to be just happy or just sad- in the nature of being able to be both broken and whole, at the same time."}
{"label":2,"sentence":"I tell dad jokes all the time even though I’m not actually a dad I’m a faux pa."}
{"label":1,"sentence":"What did you learn about sex at a young age that turned out to be completely wrong?"}
{"label":4,"sentence":"How old are you? - Wait I shouldn't ask, you can't count that high."}
{"label":2,"sentence":"I accidentally sprayed deodorant in my mouth today... Now when I talk I have this weird axe scent."}
{"label":1,"sentence":"What are sayings you grew up hearing only to find out they were unique to your family?"}
{"label":0,"sentence":"You have the quality of getting the best out of other people."}
{"label":2,"sentence":"Did you know that Stephen King has a son named Joe? I'm not joking, but he is"}
{"label":4,"sentence":"If you really spoke your mind, you'd be speechless."}
{"label":4,"sentence":"You’re a gray sprinkle on a rainbow cupcake"}
{"label":1,"sentence":"Porn photographers, what is the most awkward moment you had? what do you feel when you film? how is your job generally?"}
{"label":0,"sentence":"Jokes are funnier when you tell them."}
{"label":2,"sentence":"I once went to visit Japan and I haven't seen a single ninja. Impressive."}
{"label":0,"sentence":"Who raised you? They deserve a medal for a job well done."}
{"label":3,"sentence":"The AMA is a tax-exempt hedge fund and licensing corporation"}
{"label":2,"sentence":"My lesbian neighbors asked what I wanted for my birthday. They gave me a Rolex. I think they misunderstood when I said 'I wanna watch\"."}
{"label":2,"sentence":"I like my women like I like my passwords Short and insecure"}
{"label":3,"sentence":"Trumps email campaign service has suspended him"}
{"label":1,"sentence":"People with OnlyFans, have you ever been randomly recognized in public? If so, what happened?"}
{"label":3,"sentence":"I am an Uighur who faced China’s concentration camps"}
{"label":3,"sentence":"Element (Matrix chat app) suspended from the Google Play Store"}
{"label":4,"sentence":"Stop trying to be a smart ass, you're just an ass."}
{"label":1,"sentence":"What terrible product sells by the millions?"}
{"label":1,"sentence":"What movie could have been over in 10 minutes if the main character wasn't such a fool?"}
{"label":3,"sentence":"Gooey: Turn almost any Python command line program into a GUI application"}
{"label":1,"sentence":"Which celebrity got cancelled and you genuinely felt bad for them?"}
{"label":2,"sentence":"A CEO, a laborer, and an immigrant are at a table the table has 20 cookies. The CEO takes 19 cookies and says to the laborer, “look out, that immigrant is trying to take your cookie!”"}
{"label":2,"sentence":"SCUBA is an acronym for 'Self contained underwater breathing apparatus\". Tuba is also an acronym.   It stands for \"terrible underwater breathing apparatus\""}
{"label":0,"sentence":"You’re one of a kind!"}
{"label":2,"sentence":"I've decided to quit my job as a personal trainer because the weights are too heavy. I just handed in my too weak notice."}
{"label":1,"sentence":"Someone offers you $100/hr to watch any movie on repeat, which movie do you choose?"}
{"label":0,"sentence":"I find you fascinating in interesting."}
{"label":1,"sentence":"Aliens come to earth, one of them asks you 'hey you, do the thing. Ya know the thing you humans do\" what is the thing?"}
{"label":2,"sentence":"My wife woke up just now. She is dreaming and muttering about how she wrote the Lord of The Rings trilogy. She’s Tolkien in her sleep."}
{"label":1,"sentence":"Make a wish employees What was the most strangest thing a make a wish kid asked for and actually received?"}
{"label":1,"sentence":"You are offered a million dollars, but to claim it you must enter the last video game you played, and stay there for a year. If you accept the money, how's life there?"}
{"label":4,"sentence":"Hold still I’m trying to imagine you with a personality"}
{"label":3,"sentence":"Amazon is delivering nearly two-thirds of its own packages"}
{"label":3,"sentence":"If Apple is the only organisation defending our privacy, it is time to worry"}
{"label":5,"sentence":"I gave you my heart, I just didn’t expect to get it back in pieces."}
{"label":3,"sentence":"Reddit is forcing the SaveVideo bot offline or face legal action"}
{"label":0,"sentence":"Your creative potential seems limitless."}
{"label":3,"sentence":"72% of smart TVs and 46% of game consoles hardcode DNS settings"}
{"label":4,"sentence":"What, like it’s hard?"}
{"label":0,"sentence":"You’re a candle in the darkness."}
{"label":2,"sentence":"How did Kim Kardashian tell her kid about her upcoming divorce with Kanye? North, things between West and I have gone South."}
{"label":3,"sentence":"North Carolina tells retired engineer he can't talk about engineering"}
{"label":1,"sentence":"What loophole did you exploit for years before someone found out?"}
{"label":4,"sentence":"Impersonating Beyoncé is not your destiny, child"}
{"label":2,"sentence":"I bought a sail for my boat on Amazon the other day. Today it dawned on me that it's not the right size so I called to cancel. They said it's too late. That sail has shipped."}
{"label":0,"sentence":"You are awesome!"}
{"label":1,"sentence":"What's your, 'Tis but a scratch!\" moment?"}
{"label":1,"sentence":"Redditors who knew men caught on “To Catch a Predator” before the show, what were they like?"}
{"label":2,"sentence":"Why does Shaggy always let Scooby roll their joints? Because shaggys joints don't always turn out good but Scooby's doobies do"}
{"label":3,"sentence":"Farmers are having to hack their own tractors to make repairs"}
{"label":4,"sentence":"Yeah? Well, you smell like hot dog water"}
{"label":3,"sentence":"Belarus opposition leader Maria Kolesnikova 'snatched from street' in Minsk"}
{"label":3,"sentence":"Police killings more likely in agencies that get military gear, data shows"}
{"label":0,"sentence":"You are the reason why I smile constantly (and other people too)."}
{"label":3,"sentence":"Facebook Accused of Watching Instagram Users Through Cameras"}
{"label":0,"sentence":"You have hidden treasures in you."}
{"label":2,"sentence":"The movie Speed didn't have a director... Because if Speed had direction, it would have been called Velocity."}
{"label":2,"sentence":"I was reversing my car in the garage and asked my son to spot me, and let me know when I hit the wall. I heard a bang.  '3:45 PM\", he said."}
{"label":3,"sentence":"US Senators call on FCC to raise broadband definition to 100Mbs down and up"}
{"label":4,"sentence":"Don’t get bitter, just get better"}
{"label":0,"sentence":"You're a gift to those around you."}
{"label":1,"sentence":"Teachers, what’s the weirdest thing you’ve had to take away from a student?"}
{"label":1,"sentence":"What's the best joke you know?"}
{"label":2,"sentence":"My wife of 15 years has just told me she has been faking her orgasms every time we've had sex. I can't believe she lied to me, not once, but twice."}
{"label":1,"sentence":"How would you feel if people arrested for domestic violence had to register like sex offenders do?"}
{"label":1,"sentence":"Casting staff or directors in general, how awkward is it to hire people for unattractive characters as in their whole role is being fat or ugly?"}
{"label":4,"sentence":"You have so many gaps in your teeth it looks like your tongue is in jail"}
{"label":3,"sentence":"'You're Not Allowed to Film': The Fight to Control Who Reports from Portland"}
{"label":0,"sentence":"Red. It’s your color! It looks good on you!"}
{"label":5,"sentence":"The keenest sorrow is to recognize ourselves as the sole cause of all our adversities."}
{"label":1,"sentence":"Straight people, what burning questions do you have about the LGBTQ Community?"}
{"label":1,"sentence":"Men of reddit, what is a great sex tip you have to share with other men of reddit?"}
{"label":3,"sentence":"Warren Buffett says the most successful people say no to almost everything"}
{"label":4,"sentence":"I’ve been called worse things by better men"}
{"label":2,"sentence":"Girl: Come over Guy: I'm coming over  Girl: We should stop using Walkie-Talkies in bed over"}
{"label":4,"sentence":"Stupidity is not a crime so you are free to go."}
{"label":3,"sentence":"All my servers have an 8 GB empty file on disk"}
{"label":3,"sentence":"AWS faulty UX cost our business $7k and they refused to do anything about it"}
{"label":1,"sentence":"What do people think makes them look cool, but actually makes them look like a douchebag?"}
{"label":3,"sentence":"The FBI Seized Safe Deposit Boxes Knowing ‘Some’ Belonged to ‘Honest Citizens’"}
{"label":3,"sentence":"China’s $4k electric cars tap huge market Tesla can’t reach"}
{"label":2,"sentence":"A man was brought to the ER badly injured from an accident. “We’re losing him!” said a nurse.  “Not on my watch!” said the surgeon, who clocked out and went home."}
{"label":1,"sentence":"Extroverts who ask others “why are you so quiet”, what kind of response are you looking for?"}
{"label":4,"sentence":"I can lose weight, but you’ll always be ugly."}
{"label":0,"sentence":" You're even more beautiful on the inside than you are on the outside."}
{"label":0,"sentence":"You’ve got all the right moves!"}
{"label":3,"sentence":"Tesla’s $16k Quote for a $700 Fix Is Why Right to Repair Matters"}
{"label":5,"sentence":"Make her smile even if you are the reason for her sadness."}
{"label":1,"sentence":"What positive impacts do you think will come from Covid-19?"}
{"label":5,"sentence":"Tears are words that can’t be explained."}
{"label":2,"sentence":"Quarantine has turned us into dogs. We roam the house all day looking for food. We are told 'no\" if we get too close to strangers. And we get really excited about car rides."}
{"label":0,"sentence":"You are my favorite man / woman."}
{"label":3,"sentence":"Boeing 747 loses parts after take-off from Maastricht – 2 injuries"}
{"label":1,"sentence":"At what moment did you realize 'Fuck I'm old\"?"}
{"label":3,"sentence":"European Union says Apple’s App Store breaches competition rules"}
{"label":4,"sentence":"Behind every fat woman there is a beautiful woman. No seriously, your in the way."}
{"label":1,"sentence":"What did you see that you definitely weren’t supposed to see?"}
{"label":3,"sentence":"Amazon is filled with fake reviews and it’s getting harder to spot them"}
{"label":1,"sentence":"Your username is now multi-billion dollar company, what does it do?"}
{"label":0,"sentence":"If you need someone or something I am here for you."}
{"label":0,"sentence":"I'm inspired by you."}
{"label":3,"sentence":"Gallup: U.S. church membership dips below 50% for first time"}
{"label":3,"sentence":"There’s no place for expensive laptops with 8GB of RAM anymore"}
{"label":3,"sentence":"NFT sales plummet nearly 90% from their peak as collectibles market cools"}
{"label":2,"sentence":"Why does Greta Thunberg love this sub? Coz of the amount of reused content here."}
{"label":3,"sentence":"Piracy is not theft, Lost sales don't exist, says Minecraft creator (2011)"}
{"label":1,"sentence":"[serious] People with nightmare siblings: what’s the most fucked up thing they ever did?"}
{"label":2,"sentence":"I set the pornhub theme as my ring tone, because if anyone at business meetings recognizes it they'll be too ashamed to comment. They did stop shaking my hand though..."}
{"label":0,"sentence":"What a refreshing perspective you have!"}
{"label":2,"sentence":"Most of the posts here are medium. They aren’t rare and they are definitely not well done."}
{"label":3,"sentence":"South Park creators have new political satire series with AI-generated deepfakes"}
{"label":2,"sentence":"I was confused why there are so many stories about vampires in Europe, but not in Africa. Then I remembered that vampires are killed by holy water.  They bless the rains down in Africa."}
{"label":0,"sentence":" You are very good at seeing the best in people, even when everyone else sees the worst."}
{"label":0,"sentence":"You seem to really know who you are."}
{"label":0,"sentence":"When you say, “I meant to do that,” I totally believe you."}
{"label":5,"sentence":"There is no point treating a depressed person as though she were just feeling sad, saying, ‘There now, hang on, you’ll get over it.’ Sadness is more or less like a head cold- with patience, it passes. Depression is like cancer."}
{"label":1,"sentence":"What's the dumbest rule your school ever enforced?"}
{"label":0,"sentence":"Your quirks are so you -- and I love that."}
{"label":3,"sentence":"'Havana syndrome' likely caused by directed microwaves – US report"}
{"label":1,"sentence":"What wild animal is commonly thought to not be dangerous, but you need to stay the HELL away from because they are dangerous?"}
{"label":5,"sentence":"My silence is just another word for my pain."}
{"label":5,"sentence":"The way sadness works is one of the strange riddles of the world. If you are stricken with a great sadness, you may feel as if you have been set aflame, not only because of the enormous pain but also because your sadness may spread over your life, like smoke from an enormous fire."}
{"label":0,"sentence":" You're an awesome friend."}
{"label":2,"sentence":"My wife asked me, “Why don’t you treat me like you did when we were first dating?” So I took her to dinner and a movie then dropped her off at her parents’ house."}
{"label":1,"sentence":"You have 5 minutes to hide a paperclip in your home. A detective has 24 hours to find it, If they don't, you get $10,000. Where are you going to hide the paperclip?"}
{"label":4,"sentence":"It’s impossible to underestimate you"}
{"label":3,"sentence":"NFTs Are a Pyramid Scheme and People Are Already Losing Money"}
{"label":1,"sentence":"Would you rather be the best at speaking every language or be the best at playing every instrument? Why?"}
{"label":2,"sentence":"My Crush just sneezed and I accidentally said 'bless you\" Now she's staring at the bushes confused, wondering who said that."}
{"label":2,"sentence":"What are the 3 stages of sex after marriage? Tri-weekyl  Try Weekly  and  Try Weakly"}
{"label":2,"sentence":"I once knew a girl with a fetish for synnesthesia. Eventually, she came to her senses."}
{"label":1,"sentence":"Who ruined your family Christmas this year, and what did they do?"}
{"label":2,"sentence":"Why do men give cold women their jackets? No man wants a blowjob from a woman with chattering teeth"}
{"label":5,"sentence":"It’s sad when someone you know becomes someone you knew."}
{"label":2,"sentence":"“Dad, why is my sister called Teresa?” “Well son, your mum really really loves Easter, and Teresa is an anagram of Easter” “Thanks Dad”  “You're welcome Alan”"}
{"label":2,"sentence":"Today I asked a hot girl at the gym what her new year's resolution was. She replied fuck you!  So I'm pretty excited for the new year!"}
{"label":0,"sentence":"“Do you know what’s wrong with you?” ‘What?’ ‘Nothing!’ (From: Charade, 1963)"}
{"label":2,"sentence":"My wife kicked me out of the house just because she walked in on me whilst measuring my penis Just for the record, it reaches the back of her sister's throat!"}
{"label":2,"sentence":"It’s ok if your phone autocorrects “Fuck” to “Duck” You’re still using Fowl Language."}
{"label":1,"sentence":"Whats the best dialogue you have ever heard in porn?"}
{"label":3,"sentence":"Facebook approves alcohol, vaping and gambling ads targeting 13-17 year olds"}
{"label":3,"sentence":"Biohackers Take Aim at Big Pharma’s Stranglehold on Insulin"}
{"label":3,"sentence":"Justice Ruth Bader Ginsburg, Champion of Gender Equality, Dies at 87"}
{"label":3,"sentence":"Sriracha sauce hits $150M+/Y with no sales team, no trademark and $0 in ad spend"}
{"label":1,"sentence":"You go to sleep on the 31st of December 2020 and wake up the next day but when you check your phone, it says January 1st 2020, after the first couple of days you realize it's just like groundhog day, what do you do with the information you have about 2020?"}
{"label":3,"sentence":"Uber used 50 Dutch shell companies to dodge taxes on $6B in revenue"}
{"label":1,"sentence":"You find out you have 1 hour to live, what do you do with your last hour on earth?"}
{"label":1,"sentence":"What non-sexual fantasies do you have?"}
{"label":1,"sentence":"Your job is to play video games, you get 150$ a hour, but you can only choose 1 game, which?"}
{"label":0,"sentence":"The way you treasure your loved ones is incredible."}
{"label":4,"sentence":"There is no vaccine against stupidity."}
{"label":3,"sentence":"Facebook reported fake numbers to advertisers"}
{"label":0,"sentence":"You bring out the best in other people."}
{"label":5,"sentence":"Taraji P. Henson"}
{"label":1,"sentence":"What did that one teacher do to you that you'll never forget?"}
{"label":1,"sentence":"If everyone in the world had your personality, what would the world look like?"}
{"label":3,"sentence":"Forget Going Back to the Office–People Are Just Quitting Instead"}
{"label":1,"sentence":"Men who have sold/donated sperm and gave permission for the child to contact you at 18, what is your story?"}
{"label":2,"sentence":"An electrician comes home late.... Wife: 'Wire you insulate?\"  Electrician: \"Watts it to you? I'm ohm, aren't I.\""}
{"label":5,"sentence":"Finding myself is better than finding others."}
{"label":3,"sentence":"Unanswered user makes question their MS thesis and answers self 2 years later"}
{"label":1,"sentence":"What was that one thing you tried out due to Fear of Missing Out( FOMO)?"}
{"label":1,"sentence":"People on Amazon who answer a question about a product with 'I don't own one of these so I don't know\" What is your reasoning?"}
{"label":0,"sentence":" I bet you make babies smile."}
{"label":3,"sentence":"Archivists Are Trying to Make Sure a ‘Pirate Bay of Science’ Never Goes Down"}
{"label":0,"sentence":"I’ve always liked the name Dave."}
{"label":1,"sentence":"If Reddit were to add an NSFL flair so that we could tell the difference between NSFW (Porn) and NSFL (Gore and stuff) do you think it would be useful? Why or why not?"}
{"label":2,"sentence":"Just caught a disgusting pervert on the bus. He was watching pornography over my shoulder."}
{"label":3,"sentence":"Google made plans to target the EU official in charge of digital policy updates"}
{"label":1,"sentence":"What the scariest true story you know?"}
{"label":4,"sentence":"Don’t worry about me Worry about your eyebrows"}
{"label":0,"sentence":"When you make a mistake, you try to fix it."}
{"label":5,"sentence":"Without pain, without sacrifice, we would have nothing."}
{"label":5,"sentence":"Sadness flies away on the wings of time."}
{"label":5,"sentence":"Sadness flies away on the wings of time"}
{"label":3,"sentence":"Man dies of a heart attack after minors swatted him over his rare Twitter handle"}
{"label":0,"sentence":"You could survive a Zombie apocalypse."}
{"label":0,"sentence":" You're perceptive."}
{"label":1,"sentence":"What is the most toxic thing a parent can say to a child?"}
{"label":2,"sentence":"Since this is the first year that I’ve remembered my cake day, here’s my four year old’s favorite joke. What did one hat say to the other hat? You stay here. I’ll go on ahead."}
{"label":2,"sentence":"So my girlfriend told me we could watch a porno for my birthday and do everything that we saw in the video I was so freaking excited, until she fucked the pizza guy.  :("}
{"label":0,"sentence":"Thank you for being here, beautiful person!"}
{"label":3,"sentence":"Reddit investors adopt 3,500 gorillas in six days"}
{"label":4,"sentence":"You have an entire life to be an idiot Why not take today off?"}
{"label":3,"sentence":"Police playing music while being filmed, seemingly to trigger copyright filters"}
{"label":5,"sentence":"You can’t hide your feeling as it can clearly be seen by your eyes."}
{"label":2,"sentence":"Why was Pavlov's hair so soft? He conditioned it."}
{"label":3,"sentence":"Archive.org: a sewing page that never closed its font size HTML tags"}
{"label":0,"sentence":"I will never forget you."}
{"label":2,"sentence":"I was blessed with a 9 inch penis. The priest is in jail now."}
{"label":1,"sentence":"What terrified you as a kid that isn't scary now?"}
{"label":1,"sentence":"What video games show that graphics truly aren't everything?"}
{"label":2,"sentence":"I walked in on my girlfriend having sex with her fitness trainer. Me: 'Okay, this isn't working out.\""}
{"label":4,"sentence":"Don't like my sarcasm, well I don't like your stupid."}
{"label":1,"sentence":"What’s the dumbest shit that never ceases to make you laugh?"}
{"label":1,"sentence":"Stephen Covey said “Most people do not listen with the intent to understand; they listen with the intent to reply.” What are your thoughts on this?"}
{"label":3,"sentence":"Edward Snowden ousts a scammer during live stream [video]"}
{"label":2,"sentence":"A man crosses the Mexican border seeking better living conditions for his family. Then his constituency calls for him to resign as a senator from Texas."}
{"label":3,"sentence":"Shell ordered to cut CO2 emissions by 45% in landmark climate case"}
{"label":2,"sentence":"'Okay Fred, Shaggy and Daphne, can you name an animal that lives in Africa and has a large horn on its face?\" \"Rhino!\" \"We know you know the answer, Scooby, but it's not your turn!\""}
{"label":3,"sentence":"Huawei patent mentions use of Uighur-spotting tech"}
{"label":3,"sentence":"Over 96% of Apple Users Have Blocked Facebook from Tracking Them"}
{"label":1,"sentence":"Doctors of Reddit, what was the worse thing you've seen for a patient that another Doctor overlooked?"}
{"label":2,"sentence":"Reddit should rename 'share' to 'spreddit', 'delete' to 'shreddit' and 'karma' to 'creddit'.   Yet they haven't. I don't geddit."}
{"label":3,"sentence":"Facebook threatens to make iOS users pay. Please do it, Mr. Zuckerberg"}
{"label":1,"sentence":"What movie is the best anti-depressant?"}
{"label":3,"sentence":"Bill Gates Says that Bitcoin is bad For the Planet"}
{"label":2,"sentence":"Breaking: Donald Trump has just won another state. Denial."}
{"label":3,"sentence":"Nassim Taleb: Bitcoin failed as a currency and became a speculative ponzi scheme"}
{"label":2,"sentence":"Pun enters a room, kills 10 people Pun in, 10 dead  Edit: accidental exposure for putin. Accident awaits me i guess. Thanks for nothing guys."}
{"label":0,"sentence":"I wish I could do that as well as you."}
{"label":2,"sentence":"Call me a racist if you want, but south of the border is a sea of violence, corruption and stupidity I wouldn't touch with a ten foot pole. Thank god I live in Canada"}
{"label":3,"sentence":"'Fake' Amazon workers defend company on Twitter"}
{"label":3,"sentence":"Don't Use Google Chrome"}
{"label":1,"sentence":"What are some interesting or fun Christmas traditions you follow?"}
{"label":1,"sentence":"What is a movie you liked as a kid, and is still one of your favorites as an adult?"}
{"label":2,"sentence":"I’m American, and I’m sick of people saying America is “the stupidest country in the world.” Personally, I think Europe is the stupidest country in the world."}
{"label":2,"sentence":"My son is 2934 days old today. He was born on 12/12/12.   &nbsp;   Edit: it's 12/12/12 for the non-Americans."}
{"label":1,"sentence":"What book would you recommend to people who haven't finished a book since high-school?"}
{"label":0,"sentence":"Your ability to recall random factoids at just the right time is impressive."}
{"label":2,"sentence":"How many clickbait articles does it take to change a lightbulb? The answer will shock you..."}
{"label":0,"sentence":"Warm, and always radiant."}
{"label":1,"sentence":"People who knew Murderers, when did you know something was off?"}
{"label":2,"sentence":"Trump and Biden are trapped on island. Who survives? America"}
{"label":0,"sentence":"I appreciate you."}
{"label":5,"sentence":"My soul feels black."}
{"label":2,"sentence":"Why do the election results take so long? It’s a race between two 70+ year old men. What do you expect?"}
{"label":1,"sentence":"Have you ever taken someone up on an offer of, 'well if there's anything I can do to help, let me know,\" and if so, how did it end up?"}
{"label":2,"sentence":"How many times do you have to tickle an octopus to make it laugh? Ten-tickles.  Of course it only has 8 of those.  So the first two were test-tickles!"}
{"label":1,"sentence":"What do you consider the biggest threat to humanity?"}
{"label":0,"sentence":"When you make up your mind about something, nothing stands in your way."}
{"label":5,"sentence":"Don’t get lost in your pain, know that one day your pain will become your cure."}
{"label":2,"sentence":"Group of guys at the pub. One says, 'My missus is charging me $50 a time for sex\" The other guys look at each other and say, \"That's not bad mate, she charges us $100.\""}
{"label":1,"sentence":"After almost 1 year, are you satisfied with your national government's response to the COVID-19? If not, what could have been done in your opinion?"}
{"label":1,"sentence":"What fan theory do you 100% accept as true?"}
{"label":2,"sentence":"Iamonthemoonandthereisnowheretogetabeer. Thereisnospacebar."}
{"label":1,"sentence":"If you could telepathically say something that all 7.8 Billion people on earth could hear at once what would it be?"}
{"label":2,"sentence":"If you say AT&T backwards You sound like a Canadian Bomb Technician.   Edit: Thanks for all the awards, eh!"}
{"label":1,"sentence":"Redditors who cut their grass at 7 am on Saturday morning and wake up the whole neighborhood, why do you do it?"}
{"label":1,"sentence":"People who don't sleep naked, why?"}
{"label":0,"sentence":"When you make up your mind about something, nothing stands in your way."}
{"label":0,"sentence":"Hello beautiful soul."}
{"label":4,"sentence":"OH MY GOD! IT SPEAKS!"}
{"label":3,"sentence":"Anna Kiesenhofer: Mathematician, amateur cyclist, Olympic champion"}
{"label":3,"sentence":"Pfizer submits Covid vaccine to FDA for approval, to distribute in December"}
{"label":5,"sentence":"The good life is not one immune to sadness but one in which suffering contributes to our development."}
{"label":2,"sentence":"Today I learned that if you're in a canoe and it flips over in the water.... .....you can safely wear it on your head....because it's capsized."}
{"label":3,"sentence":"Voters rejecting the war on drugs is a win for public health"}
{"label":5,"sentence":"The old know what they want; the young are sad and bewildered."}
{"label":1,"sentence":"Mod statement on the Aimee Challenor controversy"}
{"label":1,"sentence":"What’s a very common thing that you just can't relate to?"}
{"label":5,"sentence":"What we think we become."}
{"label":2,"sentence":"If you accidentally drop ice cubes on the floor, just gently kick them under the refrigerator. Soon it’ll be just water under the fridge."}
{"label":3,"sentence":"Stop the Earn IT Bill Before It Breaks Encryption"}
{"label":5,"sentence":"The word ‘happy’ would lose its meaning if it were not balanced by sadness."}
{"label":3,"sentence":"Post-Covid syndrome severely damages children’s hearts"}
{"label":2,"sentence":"If having sex for money makes you a whore... Then does having sex for free make you a non-profit whoreganisation?"}
{"label":1,"sentence":"What Movie Will You Always Recommend To People?"}
{"label":1,"sentence":"What’s the best theory on UFOs or aliens you’ve ever heard?"}
{"label":3,"sentence":"Amazon Is Booting Parler Off of Its Web Hosting Service"}
{"label":0,"sentence":"Talent! You have a gift!"}
{"label":5,"sentence":"It will never rain roses: when we want to have more roses, we must plant more roses."}
{"label":0,"sentence":"I always feel happy and inspired when I’ve talked to you."}
{"label":1,"sentence":"With Christmas 364 days away, people who already have their decorations up, why?"}
{"label":4,"sentence":"Don’t worry — the first 40 years of childhood are always the hardest"}
{"label":2,"sentence":"After you die, the last part of your body to stop working are your pupils because...  ...they dilate!"}
{"label":3,"sentence":"New HIV vaccine with a 97% antibody response rate in phase I human trials"}
{"label":0,"sentence":"How do you keep being so funny and making everyone laugh?"}
{"label":4,"sentence":"So, a thought crossed your mind? Must have been a long and lonely journey."}
{"label":5,"sentence":"Let us remember that sorrow alone is the creator of great things."}
{"label":0,"sentence":"You always know just what to say."}
{"label":2,"sentence":"Your mum is so slow It took her 9 months to come up with a good joke"}
{"label":0,"sentence":"… Is funny, sexy, beautiful, talented, incomprehensibly intelligent, warm, and always radiant."}
{"label":4,"sentence":"I’m busy right now; can I ignore you another time?"}
{"label":2,"sentence":"Yesterday I paid a stranger to knock me unconscious, shove a foreign object up my ass and film the whole thing. Or As My Doctor Insists On Calling It, A Colonoscopy"}
{"label":2,"sentence":"I tried donating blood today. Never again!! Too many stupid questions. Whose blood is it? Where did you get it from?? Why is it in a bucket???"}
{"label":2,"sentence":"Guys, don't install adblock I did, and now the hot singles in my area don't want to meet me any more."}
{"label":5,"sentence":"When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."}
{"label":3,"sentence":"Google fired employees for union activity, says US agency"}
{"label":1,"sentence":"What is a movie ending that makes you cry, no matter how many times you've watched it before?"}
{"label":1,"sentence":"What are some deeply unsettling facts that you know?"}
{"label":3,"sentence":"New Alan Turing £50 note design is revealed"}
{"label":5,"sentence":"A teardrop on earth summons the King of heaven."}
{"label":2,"sentence":"“He gently slid her panties to the side so he could fit the rest of the socks in her drawer.”"}
{"label":1,"sentence":"What was supposed to be 'The Next Big Thing\", but totally flopped?"}
{"label":5,"sentence":"You treated me like a Chapter but for me, you were my Book."}
{"label":5,"sentence":"Tears are words that need to be written"}
{"label":3,"sentence":"Belarus 'diverts Ryanair flight to arrest journalist'"}
{"label":2,"sentence":"6 yr old son made this up. What do exploding pandas eat? BAMBOOM!"}
{"label":3,"sentence":"Had Covid? You’ll probably make antibodies for a lifetime"}
{"label":3,"sentence":"GitTorrent: A Decentralized GitHub (2015)"}
{"label":1,"sentence":"What basic, children's-age-level fact did you only find out embarrassingly later in life?"}
{"label":2,"sentence":"Doctor: sorry sir but your body has run out of magnesium Me: 0mg"}
{"label":3,"sentence":"Cars are about to be a software platform, subscriptions and all"}
{"label":0,"sentence":"Someone wants or is going to teach. “If you were a teacher I would like to take lessons from you.”"}
{"label":3,"sentence":"Hyundai buys Boston Dynamics for nearly $1B"}
{"label":2,"sentence":"I gave a homeless guy $5 today I gave this homeless guy $5 and an old lady behind me told me he's just going to use it for drugs, so I confronted him and asked where I could also get drugs for $5"}
{"label":0,"sentence":"You’re even more beautiful on the inside than you are on the outside."}
{"label":0,"sentence":"You're great at figuring stuff out."}
{"label":5,"sentence":"Never let to know the reason for your sadness to others, they won’t get it."}
{"label":1,"sentence":"What foods seem completely fine until you realize how it's actually made?"}
{"label":3,"sentence":"Sixth grader expelled after Zoom provided possibly inaccurate IP address"}
{"label":0,"sentence":"You are brave."}
{"label":5,"sentence":"If you ever get rejected by anyone, don’t worry the problem is not in you but in that person."}
{"label":3,"sentence":"Photocatalyst splits water into H and O2 at quantum efficiency near 100%"}
{"label":1,"sentence":"What single human has done the most damage to the progression of humanity in the history of mankind?"}
{"label":2,"sentence":"My wife beamed at me with pride and said, “Wow! I never thought our son would go that far!“ I said, “This trebuchet is amazing! Go get our daughter.”"}
{"label":2,"sentence":"If you rearrange the letters of MAILMEN You get them VERY ANGRY."}
{"label":2,"sentence":"A radiator is essentially a vital organ to a car, so it's kinda weird that the town in the movie Cars is called 'Radiator Springs.\" That’s like humans having a city called “Liver Pool.”"}
{"label":3,"sentence":"“User Engagement” Is Code for “Addiction”"}
{"label":1,"sentence":"What’s your favorite question to ask someone to get to know them better?"}
{"label":1,"sentence":"Men, what kind of low grade sexual harassment do you face on a daily basis?"}
{"label":3,"sentence":"Social-media platforms are destroying evidence of war crimes"}
{"label":2,"sentence":"How many cops does it take to push a black man down the stairs? None, reports say he fell"}
{"label":4,"sentence":"I’m not a nerd; I’m just smarter than you"}
{"label":4,"sentence":"Did I invite you to the barbecue? Then why are you all up in my grill?"}
{"label":3,"sentence":"High family income, not SAT scores, is your real ticket to elite university"}
{"label":1,"sentence":"How would you feel about Reddit adding 3 NSFW filters to distinguish between porn, gore, and repetitive posts asking how you would feel about Reddit adding 2 NSFW filters to distinguish between porn and gore?"}
{"label":2,"sentence":"Why can't dinosaurs clap their hands? Cause they're dead."}
{"label":1,"sentence":"What is the strangest thing that happened to you that you can’t logically explain?"}
{"label":1,"sentence":"What is a fact about the human body that not many people know about?"}
{"label":1,"sentence":"People who quit their jobs on the first day, what was your “I’m outta here” moment?"}
{"label":3,"sentence":"20k honey bees took over a tech company’s empty office during lockdown"}
{"label":0,"sentence":" You were cool way before hipsters were cool."}
{"label":1,"sentence":"People of Reddit, What stupid rule at your work/school backfired beautifully?"}
{"label":3,"sentence":"Zoom lied to users about end-to-end encryption for years, FTC says"}
{"label":3,"sentence":"Universal basic income seems to improve employment and well-being"}
{"label":5,"sentence":"Don’t be ashamed to weep; ’tis right to grieve. Tears are only water, and flowers, trees, and fruit cannot grow without water. But there must be sunlight also. A wounded heart will heal in time, and when it does, the memory and love of our lost ones is sealed inside to comfort us."}
{"label":3,"sentence":"WhatsApp gives users an ultimatum: Share data with FB or stop using the app"}
{"label":4,"sentence":"You're so fake, Barbie is jealous."}
{"label":4,"sentence":"Your birth certificate is an apology letter from the condom factory"}
{"label":3,"sentence":"In January, there were more real-estate agents than homes for sale in the U.S."}
{"label":0,"sentence":"I really feel understood by you."}
{"label":3,"sentence":"CDC website built by Deloitte at a cost of $44M is abandoned due to bugs"}
{"label":3,"sentence":"America's 1% Has Taken $50T From the Bottom 90%"}
{"label":2,"sentence":"(NSFW) I have a sexual fetish for intellectual breakthroughs I struggled for a while, but then I came to a realization"}
{"label":1,"sentence":"How much time needs to pass before grave robbing turns into archaeology?"}
{"label":5,"sentence":"You can’t clap with one hand, for a good relationship one hand should be of him and another hand should be of her."}
{"label":1,"sentence":"What completely legal things, when done in public, make you look like a psychopath ?"}
{"label":3,"sentence":"Recycling was a lie to sell more plastic, recycling industry veteran says"}
{"label":3,"sentence":"2.1M of the oldest Usenet posts are now online for anyone to read"}
{"label":3,"sentence":"Why do recipe writers lie about how long it takes to caramelize onions? (2012)"}
{"label":0,"sentence":"You were cool way before hipsters were cool."}
{"label":3,"sentence":"Facebook Indefinitely Suspends Trump"}
{"label":0,"sentence":"I bet you do the crossword puzzle in ink."}
{"label":5,"sentence":"It is better to have loved and lost than never to have loved at all."}
{"label":5,"sentence":"Tears are the summer showers to the soul."}
{"label":3,"sentence":"Julian Assange Case: Keystone Witness Admits He Lied, US Media Ignores"}
{"label":0,"sentence":"Is that your picture next to “charming” in the dictionary?"}
{"label":1,"sentence":"Think of the smartest person you know, what is the dumbest thing they’ve ever done?"}
{"label":2,"sentence":"What did the Tibetan monk say when he saw the face of Jesus in a tub of margarine? 'I can't believe it's not Buddha.\""}
{"label":1,"sentence":"Picasso said, “Learn the rules like a pro, so you can break them like an artist.” How does this approach apply to your specific field or expertise?"}
{"label":3,"sentence":"Reading Too Much Political News Is Bad for Your Well-Being"}
{"label":3,"sentence":"Leak reveals $2tn of possibly corrupt US financial activity"}
{"label":1,"sentence":"Those who’ve never had to dig through the trash to read cooking instructions on a package before, how’s life going for you?"}
{"label":5,"sentence":"Use the pain in you passed as a fuel. The fuel that will drive you to a better future."}
{"label":0,"sentence":"The following example is for how you interact with a client on the job and is not so much a compliment as it makes the other person feel very good: “Hello sir, we’ve already counted on you!”"}
{"label":2,"sentence":"Doctor my bottom hurts. Doc: 'Can you tell me exactly where it hurts?\"  P: \"Right around the entrance.\"  Doc: \"As long as you call it entrance it will hurt.\""}
{"label":1,"sentence":"Two armies are about to do battle, and both pray to you, their god, for victory. How do you decide who to help?"}
{"label":1,"sentence":"What song has an upbeat tune but dark lyrics?"}
{"label":0,"sentence":" You are making a difference."}
{"label":3,"sentence":"Motorcycle Airbag Vest Will Stop Working If You Miss a Payment"}
{"label":3,"sentence":"DuckDuckGo is growing fast"}
{"label":1,"sentence":"What is the worst US state and why?"}
{"label":3,"sentence":"Bitcoin miners in Abkhazia are causing blackouts in remote villages [video]"}
{"label":2,"sentence":"I was in Russia listening to a stand-up comedian making fun of Putin. The jokes weren’t that good, but I liked the execution."}
{"label":0,"sentence":"Serious?! It looks like you were photoshopped! (From: Crazy Stupid Love, 2011)"}
{"label":0,"sentence":" Even if you were cloned, you'd still be one of a kind. And the better-looking one."}
{"label":4,"sentence":"Oh, I’m sorry Did the middle of my sentence interrupt the beginning of yours?"}
{"label":3,"sentence":"Terraria on Stadia cancelled after developer's Google account gets locked"}
{"label":0,"sentence":" You're great at taking initiative."}
{"label":3,"sentence":"Zynga shuts down FarmVille after 11 years"}
{"label":5,"sentence":"If a girl talks to you cares for you that means she needs you all the time."}
{"label":3,"sentence":"Trump says he fired top cybersecurity official Christopher Krebs"}
{"label":5,"sentence":"It is sad to grow old but nice to ripen."}
{"label":3,"sentence":"533M Facebook users' phone numbers and personal data have been leaked online"}
{"label":3,"sentence":"New youtube-dl release: v2020.11.01.1"}
{"label":1,"sentence":"What was the worst job interview you've had?"}
{"label":3,"sentence":"Ajit Pai apparently mismanaged $9B fund–new FCC boss starts “cleanup”"}
{"label":1,"sentence":"How would you feel about school taking up an extra hour every day to teach basic 'adult stuff\" like washing clothes, basic cooking, paying taxes?"}
{"label":3,"sentence":"Toyota is quietly pushing Congress to slow the shift to electric vehicles"}
{"label":2,"sentence":"Just got a vasectomy. I was looking forward to not having any more kids... ...but when I got home, the fuckers were still there"}
{"label":1,"sentence":"Kids who actually chose Bulbasaur, how’d you turn out?"}
{"label":1,"sentence":"What’s the worst date you ever had?"}
{"label":2,"sentence":"I have a fear of overly intricate buildings. I have a complex complex complex."}
{"label":0,"sentence":"You are enough."}
{"label":4,"sentence":"I love what you’ve done with your hair How do you get it to come out of your nostrils like that?"}
{"label":2,"sentence":"I told my wife I was making a bicycle out of spaghetti. She didn't believe me... Until I rode pasta."}
{"label":5,"sentence":"Never let to know the reason of your sadness to others, they won’t get it."}
{"label":5,"sentence":"Charles R. Swindoll"}
{"label":5,"sentence":"You don’t really need someone to complete you. You only need someone to accept you completely."}
{"label":1,"sentence":"What made you quit a job on the spot?"}
{"label":5,"sentence":"Sometimes we get sad about things and we don’t like to tell other people that we are sad about them. We like to keep it a secret. Or sometimes, we are sad but we really don’t know why we are sad, so we say we aren’t sad but we really are."}
{"label":4,"sentence":"Wipe your mouth, there's still a tiny bit of bullshit around your lips."}
{"label":0,"sentence":"Class!"}
{"label":2,"sentence":"What does sex and the U.S. Military have in common? When you pull out at the wrong time you end up wasting 20 years and a lot of money"}
{"label":1,"sentence":"[Serious] Americans who have been treated in hospital for covid19, how much did they charge you? What differences are there if you end up in icu? Also how do you see your health insurance changing with the affects to your body post-covid?"}
{"label":3,"sentence":"Firefox usage is down 85% despite Mozilla's top exec pay going up 400%"}
{"label":2,"sentence":"Warning: 18+ 19"}
{"label":0,"sentence":"Our community is better because you're in it."}
{"label":2,"sentence":"My dad says we shouldn't reward people with trophies for participation, because it's like a reward for losing. So I took his Vietnam Veteran hat"}
{"label":3,"sentence":"Fourth police officer who responded to Jan 6 attack dies by suicide"}
{"label":3,"sentence":"Study: 40.2% of Consumers Would Consider Switching to Municipal Broadband"}
{"label":3,"sentence":"Robinhood now has a 1-Star rating on the Google Play Store"}
{"label":1,"sentence":"You’re choosing a band name, the name must include a type of pasta, what are you going to call your band?"}
{"label":1,"sentence":"What would 12 year-old you never believe about adult you?"}
{"label":3,"sentence":"Linus Torvalds says GPL v3 violates everything that GPLv2 stood for (2014)"}
{"label":2,"sentence":"I walked in on my girlfriend having sex with her personal trainer. So I said: 'Ok, this isn't working out.\""}
{"label":1,"sentence":"When did you miss an obvious hint that someone wanted to have sexual relations with you?"}
{"label":5,"sentence":"Every life has a measure of sorrow, and sometimes this is what awakens us."}
{"label":2,"sentence":"My professor told me that I’m failing my ethics class So I slid 20 dollars across the table and said _what about now...?_"}
{"label":0,"sentence":"Hey you! Yes you! Come here."}
{"label":5,"sentence":"A million words would not bring you back, I know because I tried, neither would a million tears, I know because I cried."}
{"label":2,"sentence":"NSFW What did the egg say to the boiling water? I just got laid and you expect me to be hard in3 minutes?!?"}
{"label":1,"sentence":"What are you addicted to that is perfectly legal?"}
{"label":1,"sentence":"People of Reddit, how would you feel if there was a 'USA\" filter where non-Americans can scroll through Reddit freely without watching, hearing or reading what's going on in America?"}
{"label":3,"sentence":"Facebook will pay more than $300 each to 1.6M Illinois users in settlement"}
{"label":1,"sentence":"You're given $1M provided you can't spend one cent of it on anything practical (to anyone). If you can spend the money in such a ridiculous way as to make the giver laugh their ass off, you'll get another mil to spend as you please when the first mil is gone. How do you spend your million?"}
{"label":1,"sentence":"[Serious] What’s something creepy that has happened to you that you still occasionally think about to this day?"}
{"label":5,"sentence":"Sadness is also a kind of defense."}
{"label":3,"sentence":"Firefox lost 50M users since 2019"}
{"label":3,"sentence":"Robinhood’s plan to “democratize finance” hit a GameStop-shaped speed bump"}
{"label":2,"sentence":"Greta Thunberg must love reddit Most of the content here is recycled"}
{"label":4,"sentence":"They say opposites attract. I hope you meet someone who is good-looking, intelligent, and cultured."}
{"label":2,"sentence":"To the man in the wheelchair that stole my camo jacket You can hide but you can’t run"}
{"label":2,"sentence":"What is the most expensive video-streaming service at this time? College"}
{"label":2,"sentence":"It's a shame nothing is built in the USA anymore.... Just bought a T.V. and it said, 'Built in Antenna\".  I don't even know where that is!!"}
{"label":3,"sentence":"'I was completely inside': Lobster diver swallowed by humpback whale"}
{"label":3,"sentence":"“someone uploaded ~3500 packages to PyPI that point to a malicious URL”"}
{"label":3,"sentence":"Ghidra: A software reverse engineering suite of tools developed by the NSA"}
{"label":3,"sentence":"Israeli startup claims Covid-19 likely originated in a lab, willing to bet on it"}
{"label":1,"sentence":"[Serious] 'The ascent of billionaires is a symptom & outcome of an immoral system that tells people affordable insulin is impossible but exploitation is fine\" - Alexandria Ocasio-Cortez. What are your thoughts on this?"}
{"label":3,"sentence":"Facebook to staff: Avoid company-branded clothing for own safety"}
{"label":3,"sentence":"The US federal government has spent $6.4T dollars on the post-9/11 wars"}
{"label":5,"sentence":"Life is too short to be angry or sad for long."}
{"label":5,"sentence":"A long life makes acquaintance with a thousand ills"}
{"label":3,"sentence":"European Citizens' Initiative for a ban on biometric mass surveillance"}
{"label":3,"sentence":"Man who thought opening a TXT file is fine thought wrong"}
{"label":3,"sentence":"Apple Tells Telegram to Take Down Protestor Channels in Belarus"}
{"label":4,"sentence":"Your mind is on vacation but your mouth is working overtime."}
{"label":0,"sentence":"Your bellybutton is kind of adorable."}
{"label":1,"sentence":"What games have you spent literal months of your life on?"}
{"label":0,"sentence":"You should be proud of yourself."}
{"label":0,"sentence":"I want to be a better person because of you."}
{"label":0,"sentence":"You should be thanked more often. So thank you!!"}
{"label":3,"sentence":"Trump’s Taxes Show Chronic Losses and Years of Income Tax Avoidance"}
{"label":4,"sentence":"Someday you’ll go far… and I really hope you stay there"}
{"label":2,"sentence":"My wife just left me. She says life revolves around football and she's sick of it. I'm quite upset. We were together for 7 seasons."}
{"label":1,"sentence":"Steve Irwin has you pinned down in a headlock, what cool facts does he tell the audience about you and your habitat?"}
{"label":0,"sentence":"Colors seem brighter when you're around."}
{"label":3,"sentence":"Nearly 28M licensed Texas drivers hit by data breach"}
{"label":1,"sentence":"What TV show was amazing at first but became unwatchable for you later on?"}
{"label":0,"sentence":"You have the best laugh."}
{"label":1,"sentence":"Elder redditors, at the dawn of the internet what was popular digital slang and what did it mean?"}
{"label":4,"sentence":"You're so fat, you could sell shade."}
{"label":3,"sentence":"Compound found in the hallucinogenic tea ayahuasca can grow new brain cells"}
{"label":0,"sentence":"You bring out the best in other people."}
{"label":0,"sentence":"“Hey, I think you’re a cat / dog person!” They will ask, “Why?” or “How did you know?” And that’s your chance to compliment, “Oh, you just look so warm / friendly / sociable / relaxed I thought you like dogs / cats.”"}
{"label":0,"sentence":"As far as I know, I wish I were you."}
{"label":2,"sentence":"Who won the presidential debate last night? People who didn't watch"}
{"label":5,"sentence":"Worry never robs tomorrow of its sorrow, it only saps today of its joy."}
{"label":2,"sentence":"Why did the Proud Boy check on his sad friend? To make sure his friend was feeling... alt-right.   Feel free to downvote me to reddit hell..."}
{"label":5,"sentence":"Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep."}
{"label":1,"sentence":"What's your strongest addiction?"}
{"label":4,"sentence":"Your family tree must be a cactus because everybody on it is a prick."}
{"label":1,"sentence":"Reddittors who were born deaf; do subtitles like “dogs barking” and “tense music” help even if you’ve never heard them? What do you imagine them to be like?"}
{"label":5,"sentence":"The relationship is not just meant for making love but to be with each other for lifelong."}
{"label":1,"sentence":"If life was someday proven to be a simulation, what glitch or anomaly could you point to as a major clue we'd missed?"}
{"label":2,"sentence":"Amazing how a colon can completely change the meaning of a sentence For example:   -Jane ate her friend's sandwich.  -Jane ate her friend's colon."}
{"label":1,"sentence":"Should sex work be regarded/respected the same as any other job? Why or why not?"}
{"label":2,"sentence":"China should have a cricket team. They can take out the whole world with one bat"}
{"label":1,"sentence":"What is 100% worse when wet?"}
{"label":3,"sentence":"Massachusetts Just Passed the World’s Most Advanced Right to Repair Law"}
{"label":3,"sentence":"50 Years Ago, Sugar Industry Quietly Paid Scientists to Blame Fat (2016)"}
{"label":2,"sentence":"I’m into girls, and I’m into guys, yet I’m still single. So I guess you could say I’m all bi-myself."}
{"label":1,"sentence":"[Serious] People from Reddit who survived Corona, how has your daily life changed? What are the side effects after?"}
{"label":3,"sentence":"Nvidia cripples cryptocurrency mining on RTX 3080 and 3070 cards"}
{"label":1,"sentence":"Vets of Reddit, What was the worst pet name you have ever encountered in your job?"}
{"label":1,"sentence":"People who've had sex with celebrities, how was it?"}
{"label":1,"sentence":"What reddit culture is so annoying or straight up fucked up ?"}
{"label":0,"sentence":"You're like a breath of fresh air."}
{"label":4,"sentence":"If I told you that I have a piece of dirt in my eye, would you move?"}
{"label":1,"sentence":"Girls with super long acrylic nails, how do you wipe your butt without hurting yourself?"}
{"label":1,"sentence":"Parents, what spooky 'past life\" memory did your kid utter?"}
{"label":0,"sentence":"I like your style."}
{"label":5,"sentence":"The cure for anything is salt water – sweat, tears, or the sea."}
{"label":3,"sentence":"GitHub scraped your code. And they plan to charge you"}
{"label":3,"sentence":"Schizophrenia linked to marijuana use disorder is on the rise, study"}
{"label":3,"sentence":"Facebook is now claiming official CDC.gov links are “False Information”"}
{"label":5,"sentence":"Tears are words the heart can’t express."}
{"label":3,"sentence":"Employees are happier when led by people with deep expertise (2016)"}
{"label":3,"sentence":"Pfizer and Moderna vaccines may produce lasting immunity"}
{"label":2,"sentence":"Studies show that atheists are more likely to own cats than Christians. Because owning Christians isn't legal, obviously."}
{"label":3,"sentence":"Why Schools Should Exclusively Use Free Software (2014)"}
{"label":2,"sentence":"Smoking will kill you. Bacon will kill you too.   But smoking bacon will cure it."}
{"label":4,"sentence":"Please shut your mouth when you’re talking to me."}
{"label":1,"sentence":"Hospital workers [SERIOUS] what regrets do you hear from dying patients?"}
{"label":3,"sentence":"Police Destroy 1,069 Bitcoin Miners with Big Ass Steamroller in Malaysia"}
{"label":3,"sentence":"Activision Blizzard employees walk out over harassment and ‘frat boy’ culture"}
{"label":4,"sentence":"Pardon me, but you've obviously mistaken me for someone who gives a damn."}
{"label":1,"sentence":"Ladies: What is a dead give-away that a man watches too much porn when he’s in bed with you?"}
{"label":5,"sentence":"Sadness flies away on the wings of time."}
{"label":1,"sentence":"Who are some women that often get overlooked in history but had major contributions to society?"}
{"label":2,"sentence":"How can you tell if a Redditor isn't a native English speaker? They'll inform you after three paragraphs of professional English."}
{"label":5,"sentence":"Things change. And friends leave. Life doesn’t stop for anybody."}
{"label":5,"sentence":"If we could read the secret history of our enemies we should find in each man’s life sorrow and suffering enough to disarm all hostility."}
{"label":0,"sentence":"You are worth it."}
{"label":4,"sentence":"Since you know it all, you should know when to shut up"}
{"label":3,"sentence":"Amazon’s Ring now reportedly partners with 2k US police and fire departments"}
{"label":0,"sentence":"You're wonderful."}
{"label":1,"sentence":"What did a crush do that made you instantly lose interest in him/her?"}
{"label":0,"sentence":"Being around you makes everything better!"}
{"label":3,"sentence":"Moderna waiving Intellectual Property rights for the remainder of the pandemic (2020)"}
{"label":1,"sentence":"What is the strangest thing you've seen that you cannot explain?"}
{"label":0,"sentence":"You smell nice."}
{"label":1,"sentence":"Was there ever a time you're thankful the pandemic happened? What was the reason?"}
{"label":2,"sentence":"I caught my son chewing on electrical cords. So I had to ground him. He's doing better currently. And conducting himself properly ..."}
{"label":1,"sentence":"What famous person has done something incredibly heinous, but has often been overlooked?"}
{"label":0,"sentence":"You make people feel good about themselves"}
{"label":1,"sentence":"Men of Reddit, How Do You Stop Excess Dripping After Peeing?"}
{"label":1,"sentence":"So, what’s your plan for seducing Bill Gates?"}
{"label":1,"sentence":"When did you realize your “friends” were actually fake friends?"}
{"label":1,"sentence":"Bouncers of Reddit. Have you ever crossed paths with someone you’ve had to throw out of a club or bar? How was the experience?"}
{"label":1,"sentence":"What actor/actress was completely 100% wrong for the role?"}
{"label":0,"sentence":"You are a warm person."}
{"label":4,"sentence":"I may love to shop, but I will never buy your bull"}
{"label":2,"sentence":"I absolutely refuse to vaccinate my kids. I'll have the doctor do it instead; he's trained for it."}
{"label":1,"sentence":"Students/Teachers of Reddit, what’s the best ‘forgot to turn off the mic’ story during virtual learning?"}
{"label":5,"sentence":"I have the choice of being constantly active and happy or introspectively passive and sad."}
{"label":5,"sentence":"I think about you. But I don’t say it anymore."}
{"label":5,"sentence":"People love playing with feelings."}
{"label":2,"sentence":"My friend wanted to know how I got all my karma I simply replied 'piece of cake\""}
{"label":5,"sentence":"Crying is cleansing. There’s a reason for tears, happiness or sadness."}
{"label":5,"sentence":"One better relation creates many relationships."}
{"label":2,"sentence":"What did Yoda say when he saw himself in 4k? HDMI"}
{"label":0,"sentence":"You're more helpful than you realize."}
{"label":2,"sentence":"Trump might finally get what he wants the most He might get to be president for the rest of his life."}
{"label":3,"sentence":"Michael J Fox: ‘Every step now is a frigging math problem, so I take it slow’"}
{"label":1,"sentence":"To those who NEVER want to have a child, what are your reasons?"}
{"label":1,"sentence":"What screams 'I lost the argument\"?"}
{"label":3,"sentence":"“They introduce kernel bugs on purpose”"}
{"label":4,"sentence":"Well, the jerk store called They’re running out of you"}
{"label":3,"sentence":"US doctor forgives $650k in medical bills for cancer patients"}
{"label":0,"sentence":" How do you keep being so funny and making everyone laugh?"}
{"label":0,"sentence":"How do you keep being so funny and making everyone laugh?"}
{"label":3,"sentence":"Google workers announce plans to unionize"}
{"label":2,"sentence":"A man tried to sell me a coffin today. I told him that's the last thing I need."}
{"label":0,"sentence":"You always know how to find that silver lining."}
{"label":3,"sentence":"People Are Jailbreaking Used Teslas to Get the Features They Expect"}
{"label":3,"sentence":"Anime is booming, so why are animators living in poverty?"}
{"label":0,"sentence":"You look good."}
{"label":3,"sentence":"Proctorio used DMCA to take down a student’s critical tweets"}
{"label":5,"sentence":"Beauty makes idiots sad and wise men merry."}
{"label":5,"sentence":"We must understand that sadness is an ocean, and sometimes we drown, while other days we are forced to swim."}
{"label":5,"sentence":"Those who do not weep, do not see."}
{"label":3,"sentence":"FBI agents track cell phones that pinged near the Capitol"}
{"label":3,"sentence":"Microsoft just force restarted my Windows PC again to install more unwanted apps"}
{"label":0,"sentence":" You seem to really know who you are."}
{"label":0,"sentence":"You’re great at figuring stuff out."}
{"label":1,"sentence":"If people came with a warning tag, what would yours be?"}
{"label":1,"sentence":"What is the single most “you’ll understand it when you’re older” thing?"}
{"label":0,"sentence":"If cartoon bluebirds were real, a bunch of them would be sitting on your shoulders singing right now."}
{"label":2,"sentence":"I wanna tell you a joke about a girl who only eats plants. You’ve probably never heard of herbivore."}
{"label":0,"sentence":"Spectacular, special, glorious man, very nice, thoughtful and sweet."}
{"label":1,"sentence":"Douglas Adams once wrote, “I may not have gone where I intended to go, but I think I have ended up where I needed to be,” how might this quote describe an experience in your life?"}
{"label":5,"sentence":"The longer you dance with the devil, the longer you stay in hell."}
{"label":3,"sentence":"The Pantheon: The ancient building still being used after 2,000 years"}
{"label":2,"sentence":"The urge to sing The Lion Sleeps Tonight is always just a whim away Aweem away"}
{"label":2,"sentence":"Give a man a shirt, and he'll wear it once Tell a man he looks good in it, and he'll wear it for a lifetime"}
{"label":1,"sentence":"What's your worst story from the 'throw him in the pool, he'll learn how to swim\" parenting style?"}
{"label":0,"sentence":"I wouldn’t change anything about you."}
{"label":2,"sentence":"Where do Asian neckbeards come from? M'laysia"}
{"label":3,"sentence":"Pip has dropped support for Python 2"}
{"label":3,"sentence":"Show HN: Can’t afford Bloomberg Terminal? No prob, I built the next best thing"}
{"label":0,"sentence":"You get it done that when you talk to me my day will be all right again."}
{"label":2,"sentence":"My sister asked for me to bring her something hard to write on I don't know why she became so mad. It's pretty fucking hard to write on sand."}
{"label":0,"sentence":"What’s your name? Because I thought to myself: what is kindness called?"}
{"label":2,"sentence":"What did the horny frog say?    Rubbit."}
{"label":4,"sentence":"Of course I talk like an idiot, how else would you understand me?"}
{"label":5,"sentence":"Crying alone does not show that you are weak but it shows that you are strong."}
{"label":2,"sentence":"I always ask what LGBT stands for... But i never get a straight answer.     Ps: I'm very aware of its meaning(since im very gay)."}
{"label":1,"sentence":"President Biden just signed, and Juneteenth Is now an official Federal Holiday. What are your thoughts?"}
{"label":1,"sentence":"What do you think of the idea of 'adopting\" elderly people whose children have died as parents or grandparents, much the same way we adopt children whose parents have died as our own?"}
{"label":3,"sentence":"Firefox 87 trims HTTP Referrers by default to protect user privacy"}
{"label":0,"sentence":"You are really kind to people around you."}
{"label":5,"sentence":"Open your eyes, look within. Are you satisfied with the life you’re living?"}
{"label":0,"sentence":"You’re that “Nothing” when people ask me what I’m thinking about."}
{"label":1,"sentence":"To the people who record themselves crying and then post it to a social media, why?"}
{"label":2,"sentence":"If trump wins the election, I will leave the United States If Biden wins the election, I will leave the United States  This is not a political post, I just want to travel"}
{"label":1,"sentence":"What modern social trend pisses you off the most?"}
{"label":1,"sentence":"How would you feel about a TV show similar to 'Undercover Boss\", but instead of companies they secretly infiltrate and film police forces?"}
{"label":1,"sentence":"Have you ever met a really intelligent person who didn’t really know how smart they were? What was your experience with them?"}
{"label":3,"sentence":"Finland has slashed homelessness; the rest of Europe is failing"}
{"label":2,"sentence":"My friend once told me, 'Your wife and daughter look like twins!\" I replied, \" Yeah well, they were separated at birth\""}
{"label":0,"sentence":"There is that smile!"}
{"label":1,"sentence":"People who have stories they want to share, but have not found a question relevant to them, what are your stories?"}
{"label":2,"sentence":"It turns out, 'Fox News' has no actual coverage of foxes. I was also disappointed by BBC news."}
{"label":3,"sentence":"One in five Covid-19 patients develop mental illness within 90 days – study"}
{"label":3,"sentence":"Google Removed ClearURLs Extension from Chrome Web Store"}
{"label":1,"sentence":"What opinion or behaviour would stop you being romantically interested in someone even if they ticked every other box?"}
{"label":3,"sentence":"The public has a right to know how companies that pay no taxes pull it off"}
{"label":3,"sentence":"Google promised its contact tracing app was completely private, but it wasn’t"}
{"label":0,"sentence":"Your ability to recall random factoids at just the right time is impressive."}
{"label":1,"sentence":"[Serious] What is it like to have children you don’t want?"}
{"label":4,"sentence":"If ugly were a crime, you'd get a life sentence."}
{"label":2,"sentence":"My grandfathers favorite joke: what’s the difference between a drug dealer and a hooker? The drug dealer can’t wash the crack and resell it"}
{"label":2,"sentence":"A fortune teller told me that, in 12 years time, I'd suffer terrible heartbreak. So, to cheer myself up, I bought a puppy."}
{"label":3,"sentence":"Firefox 86 Introduces Total Cookie Protection"}
{"label":3,"sentence":"Opposition to Net Neutrality Was Faked, New York Says"}
{"label":1,"sentence":"If you could have sex with any fictional character who would it be and why?"}
{"label":0,"sentence":"Infectious how warm and radiant."}
{"label":1,"sentence":"What is the most obvious lie you have ever been told?"}
{"label":5,"sentence":"William S. Burroughs"}
{"label":1,"sentence":"People who work at 5 Star Hotels: what type of shit goes on that management doesn’t want people to know?"}
{"label":5,"sentence":"Sad hurts but it’s a healthy feeling"}
{"label":0,"sentence":"Our community is better because you’re in it."}
{"label":3,"sentence":"YouTube CEO receives freedom of expression award sponsored by YouTube itself"}
{"label":2,"sentence":"Amal and Juan are identical twins. Their mom only carries one baby photo in her wallet.  Because if you've seen Juan you've seen Amal."}
{"label":0,"sentence":" Polar bears and penguins should fear your cuteness."}
{"label":1,"sentence":"Messy people of Reddit, where do you draw the line between 'these are acceptable living conditions\" and \"I should probably tidy up now\"?"}
{"label":1,"sentence":"[SERIOUS] What is a seemingly normal photo that has a disturbing backstory?"}
{"label":1,"sentence":"Where can you find fair, honest and reasonably unbiased opinions on world news and politics?"}
{"label":1,"sentence":"What was the dumbest rule your school enforced?"}
{"label":1,"sentence":"Only if COVID-19 was a pandemic causing Erectile Disorder instead of Respiratory disorder, do you think people would have more eagerly worn masks? Why or why not?"}
{"label":0,"sentence":"You’re the coolest person I know. And I consider myself bet friends with like all celebrities, so. . . ."}
{"label":3,"sentence":"Union's evidence in Amazon vote 'could be grounds for overturning election'"}
{"label":3,"sentence":"Linux bans University of Minnesota for sending buggy patches in name of research"}
{"label":0,"sentence":"You're even more beautiful on the inside than you are on the outside."}
{"label":0,"sentence":"I bet you sweat glitter."}
{"label":1,"sentence":"Straight males of reddit, what’s the gayest thing you’ve ever done?"}
{"label":2,"sentence":"I told my daughter, 'Did you know that humans eat more bananas than monkeys?\" She rolled her eyes at me, but I persevered. \"It’s true!\"   \"When was the last time you ate a monkey?!\""}
{"label":1,"sentence":"What moment made you say “Yep, I’m definitely dead”, but survived with no major injuries?"}
{"label":1,"sentence":"What did 'the weird kid\" in your school do that you'll never forget?"}
{"label":2,"sentence":"My girlfriend asked me if I wanted to do a threesome... I told her, if I wanted to disappoint two people at once I'll go have dinner with my parents."}
{"label":2,"sentence":"A lumberjack once told me he’s cut down 27,572 trees. “How do ya know exactly how many?” I inquired.  “Easy. I keep a log.”"}
{"label":0,"sentence":"I am glad you did that back then."}
{"label":1,"sentence":"Parents of identical twins/triplets, how sure are you that you never accidentally switched them around and raised them under the wrong names?"}
{"label":5,"sentence":"Words are less needful to sorrow than to joy."}
{"label":3,"sentence":"WhatsApp will progressively kill features until users accept new privacy policy"}
{"label":2,"sentence":"Why does Spiderman hate driving with his evil twin? Because he’s a bad parallel Parker"}
{"label":0,"sentence":"Russel Brand during an interview in another country: ‘That woman, Fifi Box, is a projection of everything that is great about Australia: she’s fun, she’s frivolous, she’s beautiful, exuberant, full of life, brave, with a’ I can -spirit ‘, she is unstoppable, I love her!"}
{"label":4,"sentence":"You are like a cloud When you disappear, it’s a beautiful day"}
{"label":1,"sentence":"Have you ever woke up in the middle of a dream and the dream was so interesting that you wanted to go back to sleep to see the end of it? If so, what was the dream?"}
{"label":1,"sentence":"'Once you were old enough, what were the dark family secrets you were finally let in on?\""}
{"label":3,"sentence":"Taiwan bans recruitment for jobs in China to combat brain drain"}
{"label":0,"sentence":"Is everyone in {country} like this {compliment}?"}
{"label":3,"sentence":"Why America's prisons are an unconstitutional moral horror (2019)"}
{"label":5,"sentence":"Tears are nature’s lotion for the eyes. The eyes see better for being washed by them."}
{"label":2,"sentence":"Thats a Bug  \\*\\*Scientist: Dick Bug\\*\\*     Other Scientist: no     \\*\\*Scientist: Penis Beetle\\*\\*     Other Scientist: no     \\*\\*Scientist: Cock Roach\\*\\*     Other Scientist: fine whatever"}
{"label":1,"sentence":"What is the most inoffensive thing you've seen someone get offended by?"}
{"label":2,"sentence":"Give a Man a Fish and You Will Feed Him for a Day. Teach a man to fish and he will spend a fortune on gear he will only use twice a year."}
{"label":1,"sentence":"Doctors of Reddit, what are the dead giveaway signs that someone is faking?"}
{"label":3,"sentence":"Media Blackout After Key Witness Against Assange Admits Lying"}
{"label":3,"sentence":"I Suspect Many Task Deadlines Are Designed to Force Engineers to Work for Free"}
{"label":2,"sentence":"What is 18 inches long and hangs in front of an asshole? Donald Trump's tie."}
{"label":2,"sentence":"I stabbed a vampire, beat zombies to death and killed devil itself... my wife rushes through the room and shouts, 'YOU'RE SUPPOSED TO GIVE THEM CANDIES, FRANK\""}
{"label":3,"sentence":"U.S. senators reintroduce bill to make daylight saving time permanent"}
{"label":1,"sentence":"[Serious] What is illegal but most people don't even know it?"}
{"label":1,"sentence":"[NSFW] You are unable to be killed or injured for 24 hours and any crimes you commit during this time, you can't be charged for, no matter how extreme. What ddo you do with this power?"}
{"label":2,"sentence":"What's better than enchiladas? n+1 chiladas.  (sharing this joke I came up with tonight while making enchiladas, because my family didn't find it funny)."}
{"label":0,"sentence":"You light up the room."}
{"label":2,"sentence":"Why was Yoda afraid of 7 Because 9 7 8"}
{"label":1,"sentence":"You get sent back to 9/10/2001 to prevent the attack on 9/11. You have no proof of what's going to happen. How will you prevent the attack?"}
{"label":1,"sentence":"What would you do with a cardboard box?"}
{"label":1,"sentence":"What are some skinny people problems?"}
{"label":2,"sentence":"What did Trump say to Biden in the hallway of the white house? Pardon me, please."}
{"label":5,"sentence":"In deep sadness there is no place for sentimentality."}
{"label":1,"sentence":"What is something that was normal in mediaval times, but would be weird today?"}
{"label":0,"sentence":"You’re strong."}
{"label":0,"sentence":"You give the best compliments by giving positive feedback to the other person out of the blue. For example: “You can communicate very clearly.” “You show so much interest in me and you are so committed!” Use the following feedback model for this."}
{"label":1,"sentence":"People who have Only fans, what is stopping you from upgrading to an air conditioner?"}
{"label":3,"sentence":"He was executed in 2017. Someone else's DNA has been found on the murder weapon"}
{"label":1,"sentence":"How do you cope with being treated like you are crazy for following covid safety guidelines, when others around you aren’t doing the same?"}
{"label":4,"sentence":"Some babies were dropped on their heads but you were clearly thrown at a wall."}
{"label":1,"sentence":"You are teleported back to 2001 terminator-style (butt ass naked) and end up in the middle of Times Square. What do you do or say to convince people you’re not a stoned homeless person?"}
{"label":3,"sentence":"Can’t use iCloud with “true” as the last name"}
{"label":3,"sentence":"U.S. contributes 5 times more ocean plastic than previous estimates"}
{"label":4,"sentence":"'m busy now. Can I ignore you some other time?"}
{"label":2,"sentence":"I met my girlfriend whilst she was working at the zoo. There she was in her uniform – straightaway I knew she was a keeper."}
{"label":1,"sentence":"Adults of Reddit, what is something every Teenager needs to know?"}
{"label":2,"sentence":"My girlfriend just emailed me 'thespacebuttonisbrokenonmylaptop.canyougivemeanalternative\"  Does anyone know what \"ternative\" mean?"}
{"label":2,"sentence":"My wife says if this post get a 1000 likes, I can get anal on my cake day Please upvote because I want this house to be spotless"}
{"label":2,"sentence":"The Bible and the Quran tell us to love each other The Kamasutra is more specific."}
{"label":0,"sentence":"You’re a great example to others."}
{"label":3,"sentence":"Chrome exempts Google sites from user site data settings"}
{"label":2,"sentence":"I was reading a great book about an immortal dog the other day It was impossible to put down"}
{"label":2,"sentence":"Sun: Greg, Mon: Ian, Tue: Greg, Wed: Ian, Thur: Greg, Fri: Ian, Sat: Greg It's the Gregorian calendar."}
{"label":1,"sentence":"Teachers of reddit, what are some signs that a student is being abused or lives in a toxic environment ?"}
{"label":2,"sentence":"I went to a beekeeper to get 12 bees. He counted and gave me 13. “Sir, you gave me an extra.” That’s a freebie."}
{"label":1,"sentence":"People who snooze their morning alarms more than once every single morning, why not just set a later alarm?"}
{"label":3,"sentence":"Booking.com gives €28m in bonuses to three top execs; Took €65m in State aid"}
{"label":1,"sentence":"Guys of reddit, is 'post nut clarity\" a real thing? What is it like?"}
{"label":2,"sentence":"People always ask where I got my incredibly detailed tattoo done, but they never believe me when I tell them Spain. Nobody expects the Spanish ink precision."}
{"label":0,"sentence":" You embody all the best qualities of each Hogwarts house, rolled into one."}
{"label":1,"sentence":"If you had 30 minutes to hide from a nuclear blast where would you go?"}
{"label":3,"sentence":"Australia to produce seaweed cattle feed that reduces methane emissions by 80%"}
{"label":3,"sentence":"Samsung TV owners complain about increasingly obtrusive ads"}
{"label":0,"sentence":"You're really something special."}
{"label":3,"sentence":"Spain to launch modest trial of four-day working week"}
{"label":3,"sentence":"Woman sues L.A. after being struck by car on a street where tents block sidewalk"}
{"label":2,"sentence":"My wife said to me 'If I ever get Alzheimers I would commit suicide rather than burdening you with me\" I said \"Thats the fifth time you've said that today\""}
{"label":1,"sentence":"Males of reddit, how would you feel if a girl gave YOU a flower?"}
{"label":1,"sentence":"The Average human brain is comparable to about 2.5 million gigabites. Your brain has reached near capacity. What do you delete to free up space?"}
{"label":0,"sentence":"You always know -- and say -- exactly what I need to hear when I need to hear it."}
{"label":1,"sentence":"What used to be a normal behavior but is considered extremely sexual now?"}
{"label":3,"sentence":"Indian Startup WhiteHatJr files suit against reviewer exposing fake ads"}
{"label":0,"sentence":"I can even have fun with you in hell!"}
{"label":0,"sentence":"Russel Brand: ‘I watched your show and I really enjoy it. Nice to be here, I enjoyed coming here. This is the fulfillment of one of my many childhood dreams. Nothing can match this experience, I feel honored to sit here next to you. ‘"}
{"label":1,"sentence":"[Serious] Solicitors/Lawyers; Whats the worst case of 'You should have mentioned this sooner' you've experienced?"}
{"label":3,"sentence":"Bay Area applicants flood program that pays them $10k to leave California"}
{"label":1,"sentence":"Contrary to popular belief, what's not a bad thing?"}
{"label":3,"sentence":"More Scientists Urge Broad Inquiry into Coronavirus Origins"}
{"label":3,"sentence":"Activists find camera inside box on power pole near union organizer’s home"}
{"label":4,"sentence":"It's better to let someone think you are an Idiot than to open your mouth and prove it."}
{"label":5,"sentence":"We suffer more in imagination than in reality."}
{"label":3,"sentence":"Twitter shuts down account of Sci-Hub"}
{"label":2,"sentence":"r/Jokes Has 19 Million subscribers! It's amazing what 7 jokes can do"}
{"label":1,"sentence":"[Serious] Tattoo artists, what was your worst mistake and how did the client react?"}
{"label":4,"sentence":"We were happily married for one month, but unfortunately, we’ve been married for 10 years"}
{"label":1,"sentence":"If there was a zombie apocalypse, what do you think will AskReddit questions be like?"}
{"label":1,"sentence":"You get $5,000,000 USD, but for every two weeks you are alive for, a tastebud grows in your butthole. Would you take it? Why or why not?"}
{"label":1,"sentence":"What was your 'Fuck this shit I'm out\" moment?"}
{"label":3,"sentence":"Key witness in Assange case admits to lies in indictment"}
{"label":0,"sentence":"Dear Stefan, I think you are completely yourself!"}
{"label":4,"sentence":"When you start talking, I stop listening"}
{"label":3,"sentence":"California Bill to Decriminalize Psychedelics Is Approved by Senate"}
{"label":3,"sentence":"Being good at coding competitions correlates negatively with job performance"}
{"label":1,"sentence":"What are some of dark events happened in history not many people know about?"}
{"label":3,"sentence":"Israeli study finds 94% drop in symptomatic Covid-19 cases with Pfizer vaccine"}
{"label":5,"sentence":"People who judge others will never get happiness."}
{"label":2,"sentence":"I have a joke about the exceptional healthcare and medicine Trump took to recover from COVID. But, no one else would get it."}
{"label":1,"sentence":"What is the single biggest dick move in all of history?"}
{"label":3,"sentence":"2-Acre Vertical Farm Run by AI and Robots Out-Produces 720-Acre Flat Farm"}
{"label":0,"sentence":"You can do it."}
{"label":4,"sentence":"As an outsider, what do you think of the human race?"}
{"label":0,"sentence":"Spectacular, special, glorious woman, and he’s very nice and sweet."}
{"label":2,"sentence":"Taylor Swift is dropping albums like I’m dropping pounds Only two, but still more than anyone expected."}
{"label":3,"sentence":"Millions of electric cars are coming. What happens to all the dead batteries?"}
{"label":0,"sentence":"The sun is shining for you."}
{"label":1,"sentence":"IF people used 'break up lines\" instead of \"pick up lines\" what would some of them be??"}
{"label":2,"sentence":"My penis is like Joe Biden. Slightly left-leaning, and nobody's first choice."}
{"label":5,"sentence":"They just ask you how are you? You told them you are fine but you are not really fine."}
{"label":5,"sentence":"In the valley of sorrow, spread your wings."}
{"label":1,"sentence":"As a 20-30 year old, you are offered the chance to live rent-free in a retirement or nursing home with the caveat that you must make an effort to spend at least a few hours/day with the other residents (sharing meals, hanging out, etc...). Would you take this opportunity and why or why not?"}
{"label":1,"sentence":"How do you feel about a friend with benefits, but instead of sexual benefits it's medical, dental and pension?"}
{"label":4,"sentence":"We can always tell when you are lying. Your lips move."}
{"label":2,"sentence":"What's the difference between Donald Trump and a bird? A bird can still tweet."}
{"label":3,"sentence":"Employee accused of skipping work for 15 years"}
{"label":2,"sentence":"Of all the inventions of the last 100 years... the dry erase board has to be the most remarkable"}
{"label":0,"sentence":"You're strong."}
{"label":1,"sentence":"What's the dumbest thing you actually believed?"}
{"label":3,"sentence":"Facial recognition can predict person’s political orientation with 72% accuracy"}
{"label":3,"sentence":"Uber and Lyft surge pricing drives SF customers back to taxis"}
{"label":0,"sentence":"Colors seem brighter when you’re around."}
{"label":3,"sentence":"UK 'Right to repair' law to come in this summer"}
{"label":2,"sentence":"Me: My name is Matt, and I'm an alcoholic. AAA: This is AAA, not AA.  Me: Yeah, I was just explaining how my car got in the lake."}
{"label":2,"sentence":"“Trojan” isn’t a good name for a condom. Didn’t the real Trojan horse burst and loads of little guys came pouring out of it?"}
{"label":0,"sentence":"I am genuinely glad that you are here today."}
{"label":1,"sentence":"Which type of tattoo makes you cringe the most?"}
{"label":2,"sentence":"'You fancy my best friend, don't you?\" asked my wife. \"If given the choice...\" I replied, \"I'd rather have sex with you then her.\"  \"You mean 'than'.\"  \"No.\""}
{"label":2,"sentence":"Trumpty Dumpty Trumpty Dumpty promised a wall  Trumpty Dumpty had a great fall  All the golf courses and all the white men  Couldn't Make America Great Again"}
{"label":1,"sentence":"How do you let go of people who obviously don’t want to be around you anymore?"}
{"label":3,"sentence":"Pentagon Surveilling Americans Without a Warrant, Senator Reveals"}
{"label":0,"sentence":"You, as an intelligent person, could easily understand how {state} is already inside you."}
{"label":2,"sentence":"I asked my wife, “I’m stuck on a crossword clue—Overworked Postman— can you help me?” She said, “Sure. How many letters?”  I said, “I’m guessing—too many.”"}
{"label":5,"sentence":"Never make someone a priority when all you are to them is an option."}
{"label":2,"sentence":"I asked my Welsh friend how many sexual partners he had He started to count but he fell asleep."}
{"label":1,"sentence":"Guys who married Bridezillas- what happened after the wedding?"}
{"label":2,"sentence":"I just got a job in a factory making plastic Draculas There are only two of us on the production line, so I have to make every second count"}
{"label":2,"sentence":"What do you get if you cross a cow with an octopus? An immediate cessation of funding and a stern rebuke from the ethics committee"}
{"label":2,"sentence":"Girls, if a guy remembers your birthday, saves your pictures knows what you enjoy and understands your family and friends, This guy is not your man.   This guy is Mark Zuckerberg."}
{"label":5,"sentence":"The pain never really goes away; you just elevate and get used to it by growing stronger."}
{"label":3,"sentence":"OpenStreetMap looks to relocate to EU due to Brexit limitations"}
{"label":1,"sentence":"What's older than we think ?"}
{"label":3,"sentence":"Facebook has sent a cease-and-desist letter to researchers"}
{"label":5,"sentence":"Life is made of so many partings welded together."}
{"label":1,"sentence":"You wind up in hell after you die. When you arrive, Satan informs you that it’s just regular life but you have to pick a minor inconvenience to plague you for all eternity. What do you pick?"}
{"label":0,"sentence":"The world is a better place with you in it."}
{"label":0,"sentence":"I bet you sweat glitter."}
{"label":0,"sentence":" Your positive attitude is infectious."}
{"label":1,"sentence":"You're cursed with the ability to see ghosts but you can only see either A. sexy ghosts that are constantly trying to get you hard at all times (you cant feel anything) or B. smart ghosts that always correct you in a condescending way to make you feel stupid, which do you choose and why?"}
{"label":2,"sentence":"In Europe, they don't call it the 'Friend Zone\" They call it the \"Pal Region\""}
{"label":3,"sentence":"Windows XP leak confirmed after user compiles the leaked code into a working OS"}
{"label":4,"sentence":"You are more disappointing than an unsalted pretzel"}
{"label":4,"sentence":"Your birth certificate is an apology letter from the condom factory."}
{"label":3,"sentence":"SEC charges Amazon finance manager with insider trading"}
{"label":0,"sentence":"I know you’ve had a hard time. I see you. You are a wonderful person. Despite your difficulties, you have found the courage to stand firm and be a role model. Maybe things go wrong sometimes, but you keep trying your best and it shows, friend! There should be more people worthy of as much respect as you. We need superiors like you in this world but we cannot because you are unique in the best possible way. Thank you for being this person. Now put on a smile and keep your chin up because you deserve it."}