{"label":2,"sentence":"I threw a surprise bukkake party for a girl friend of mine. Everybody came. You should have seen her face."}
{"label":0,"sentence":"You make me want to be a better person."}
{"label":3,"sentence":"Apple doesn't let you disclose their 30% IAP fee to your customers"}
{"label":2,"sentence":"It is really unfortunate that Islam, Christianity, and Judaism have been fighting each other for centuries. Hindus, on the other hand, never had any beef."}
{"label":3,"sentence":"Boston Dynamics: Do You Love Me?"}
{"label":1,"sentence":"You accidentally put in an hour more community service than needed, now you have to do 1 hour of community disservice. What do you do?"}
{"label":1,"sentence":"[SERIOUS] Men of reddit, who are unable to share their emotions with anyone, what would you like to share?"}
{"label":0,"sentence":"After someone has done something good: “How did you manage that when all other people fail?”"}
{"label":2,"sentence":"Praying mantises don't all follow the same religion. They're in sects."}
{"label":3,"sentence":"Reddit is forcing the SaveVideo bot offline or face legal action"}
{"label":3,"sentence":"Irish Teen Invents a Way to Remove Up to 90% of Microplastics from Water"}
{"label":3,"sentence":"Senior Google exec opposes remote work, moves to New Zealand to work remotely"}
{"label":3,"sentence":"The FBI Seized Safe Deposit Boxes Knowing ‘Some’ Belonged to ‘Honest Citizens’"}
{"label":3,"sentence":"Toyota is quietly pushing Congress to slow the shift to electric vehicles"}
{"label":1,"sentence":"What is the strangest thing you've seen that you cannot explain?"}
{"label":0,"sentence":"Russel Brand: ‘I do this because I know you as nice and decent, a man with integrity and beauty who has overcome all the trials and difficulties of the (fill in) -ship with greatness and honor, and keep going (e.g. funny to be) through everything, what an admirable man! ‘"}
{"label":0,"sentence":"I wouldn’t change anything about you."}
{"label":0,"sentence":"Your ability to recall random factoids at just the right time is impressive."}
{"label":0,"sentence":"Doing this with you was the highlight of my week."}
{"label":3,"sentence":"ProtonMail CEO calls Apple's forced in-app purchases 'Mafia extortion'"}
{"label":3,"sentence":"Cryptography experts trash NFTs on first day of RSA Conference"}
{"label":1,"sentence":"You are teleported back to 2001 terminator-style (butt ass naked) and end up in the middle of Times Square. What do you do or say to convince people you’re not a stoned homeless person?"}
{"label":3,"sentence":"MIT Press has granted full access to all its journals"}
{"label":1,"sentence":"What item under $50 drastically improved your life?"}
{"label":3,"sentence":"Young female Japanese biker is 50-year-old man using FaceApp"}
{"label":2,"sentence":"Amal and Juan are identical twins. Their mom only carries one baby photo in her wallet.  Because if you've seen Juan you've seen Amal."}
{"label":3,"sentence":"The Capitol Attack Doesn’t Justify Expanding Surveillance"}
{"label":3,"sentence":"'You're Not Allowed to Film': The Fight to Control Who Reports from Portland"}
{"label":3,"sentence":"Zero arrests in 6 months of health care professionals replacing police officers"}
{"label":1,"sentence":"What single human has done the most damage to the progression of humanity in the history of mankind?"}
{"label":0,"sentence":"There's ordinary, and then there's you."}
{"label":0,"sentence":"I am glad you did that back then."}
{"label":3,"sentence":"There’s no place for expensive laptops with 8GB of RAM anymore"}
{"label":0,"sentence":"Spectacular, special, glorious man, very nice, thoughtful and sweet."}
{"label":3,"sentence":"India downgraded from ‘free’ to ‘partly free’ in democracy report"}
{"label":3,"sentence":"Facebook is now claiming official CDC.gov links are “False Information”"}
{"label":0,"sentence":"You look good."}
{"label":3,"sentence":"Amazon hires 427,000 people in 10 months"}
{"label":2,"sentence":"A black guy in a library asked me where the colored printers were. I said, 'Dude, it's 2021, you can use any printer you want.\""}
{"label":3,"sentence":"Reddit is banning any Aimee Challenor mention. UK public figure and Reddit admin"}
{"label":2,"sentence":"Strippers don’t have any air conditioners in their homes OnlyFans"}
{"label":3,"sentence":"New York Attorney General declares top ISPs committed net neutrality fraud"}
{"label":3,"sentence":"Job descriptions should show a salary or salary range"}
{"label":1,"sentence":"What if 2020 isn't the 'bad year\" but it's the start of a bad decade?"}
{"label":2,"sentence":"How do you talk with a COVID denier with an Ouija board"}
{"label":2,"sentence":"Girls, if a guy remembers your birthday, saves your pictures knows what you enjoy and understands your family and friends, This guy is not your man.   This guy is Mark Zuckerberg."}
{"label":2,"sentence":"Would anyone be interested in being my companion? Asking for a friend"}
{"label":1,"sentence":"What’s the scariest true story you’ve heard or told ?"}
{"label":2,"sentence":"My wife said to me 'If I ever get Alzheimers I would commit suicide rather than burdening you with me\" I said \"Thats the fifth time you've said that today\""}
{"label":0,"sentence":"I see your value now."}
{"label":1,"sentence":"Kids born to teen mom's, how different is your life compared to other kids?"}
{"label":3,"sentence":"Google workers announce plans to unionize"}
{"label":1,"sentence":"What's that 'can't stop laughing\" moment where you're in a situation you shouldn't be laughing?"}
{"label":2,"sentence":"How do you lure a pervert? (NSFW) Just add the NSFW tag."}
{"label":3,"sentence":"Multiple local news stations say the same thing verbatim [video]"}
{"label":0,"sentence":"That color is perfect on you."}
{"label":3,"sentence":"AI bot trolls politicians with how much time they're looking at phones"}
{"label":1,"sentence":"What used to be a normal behavior but is considered extremely sexual now?"}
{"label":0,"sentence":"Dealing with you is always a party."}
{"label":3,"sentence":"He was executed in 2017. Someone else's DNA has been found on the murder weapon"}
{"label":3,"sentence":"Apple knew a supplier was using child labor but took 3 years to fully cut ties"}
{"label":0,"sentence":"You are enough."}
{"label":1,"sentence":"People who work at a subway/sandwich place, what is the strangest order you've ever had from a customer?"}
{"label":2,"sentence":"People always ask where I got my incredibly detailed tattoo done, but they never believe me when I tell them Spain. Nobody expects the Spanish ink precision."}
{"label":3,"sentence":"I am an Uighur who faced China’s concentration camps"}
{"label":3,"sentence":"Deloitte tells staff they can work from home forever"}
{"label":2,"sentence":"What are the 3 stages of sex after marriage? Tri-weekyl  Try Weekly  and  Try Weakly"}
{"label":1,"sentence":"How do you cope with being treated like you are crazy for following covid safety guidelines, when others around you aren’t doing the same?"}
{"label":3,"sentence":"YouTube-dl's repository has been restored"}
{"label":1,"sentence":"Redditors who cut their grass at 7 am on Saturday morning and wake up the whole neighborhood, why do you do it?"}
{"label":0,"sentence":"I'm grateful to know you."}
{"label":3,"sentence":"Gimp is 25 years old today"}
{"label":2,"sentence":"Ever wonder how a Jehovah’s Witness spreads their word during Covid?  Now that you’re here, do you have a moment to talk about our Lord and Savior Jesus Christ?"}
{"label":0,"sentence":"You make people feel good about themselves"}
{"label":3,"sentence":"The lawyer who took on Chevron – and now marks his 600th day under house arrest"}
{"label":1,"sentence":"What something that you’ve done while horny and you regret it?"}
{"label":2,"sentence":"Why don't blind people go skydiving? It scares the shit out of their dogs."}
{"label":2,"sentence":"I don’t think my girlfriend likes my schizophrenia meds Because every time I take them she goes away"}
{"label":3,"sentence":"1% of people cause half of global aviation emissions"}
{"label":2,"sentence":"Which month do men jerk off the least? February. Because it’s the shortest"}
{"label":1,"sentence":"Turns out 2021 is just a bizarre and unprecedented as 2020, except its all good things that keep happening, what are they?"}
{"label":2,"sentence":"It's odd that Thelma & Louise spend an entire film challenging sexist stereotypes, then die at the end because of their terrible driving."}
{"label":0,"sentence":"You are beautiful."}
{"label":3,"sentence":"DeepMind Solved Protein Folding"}
{"label":2,"sentence":"I tell dad jokes all the time even though I’m not actually a dad I’m a faux pa."}
{"label":0,"sentence":"The people you love are lucky to have you in their lives."}
{"label":2,"sentence":"r/Jokes Has 19 Million subscribers! It's amazing what 7 jokes can do"}
{"label":1,"sentence":"In 40 years what will people be nostalgic for?"}
{"label":3,"sentence":"North Carolina tells retired engineer he can't talk about engineering"}
{"label":1,"sentence":"what invention is so good that it actually can’t be improved upon?"}
{"label":3,"sentence":"The FTC Votes Unanimously to Enforce Right to Repair"}
{"label":1,"sentence":"Elevator-maintenance folks, what is the weirdest thing you have found at the bottom of the elevator chamber?"}
{"label":0,"sentence":" You always know how to find that silver lining."}
{"label":2,"sentence":"A girl once asked me if I was a breast or legs guy... I told her I was more into anal and feet. Now I’m banned from KFC."}
{"label":3,"sentence":"‘YouTube recommendations are toxic,’ says dev who worked on the algorithm (2019)"}
{"label":2,"sentence":"I was dismayed this afternoon when my wife told me my 6 year old son wasn't actually mine. She then said I need to pay more attention at school pick up."}
{"label":1,"sentence":"Woman of reddit, what is your, 'I am the client not my husband stop ignoring me.\" Story?"}
{"label":0,"sentence":"That thing you don't like about yourself is what makes you so interesting."}
{"label":2,"sentence":"What is the difference between BTS and Logan Paul? BTS is a boy band from Asia; Logan Paul is a boy banned from Asia."}
{"label":1,"sentence":"Those who have been to a ruined wedding, what happened?"}
{"label":2,"sentence":"(NSFW) I have a sexual fetish for intellectual breakthroughs I struggled for a while, but then I came to a realization"}
{"label":0,"sentence":" Your one smile can make my day."}
{"label":1,"sentence":"Garbagemen if reddit, what are your pet peeves about all of us? What can we do to make your job better?"}
{"label":3,"sentence":"Privacy matters even if “you have nothing to hide”"}
{"label":2,"sentence":"In 50 years: 'You know, kids, back in my day, we had to wear masks everywhere we went at one point.\" We didn't have those fancy hazmat suits you all wear today"}
{"label":3,"sentence":"Anime is booming, so why are animators living in poverty?"}
{"label":0,"sentence":"Your quirks are so you -- and I love that."}
{"label":1,"sentence":"What are some free/low-cost resources college students should know about?"}
{"label":3,"sentence":"Terraria on Stadia cancelled after developer's Google account gets locked"}
{"label":0,"sentence":"Fortunately, there are people like you!"}
{"label":0,"sentence":" Your face makes other people ugly."}
{"label":3,"sentence":"Booking.com gives €28m in bonuses to three top execs; Took €65m in State aid"}
{"label":3,"sentence":"South Park creators have new political satire series with AI-generated deepfakes"}
{"label":0,"sentence":" You're like the human form of sweatpants&hellip; because I'm so comfortable with you."}
{"label":2,"sentence":"The school phoned me today and said, 'Your son's has been telling lies.\" I said, \"Tell him, he's bloody good. I don't have any kids”"}
{"label":3,"sentence":"HP ends its customers' lives [redefines 'lifetime' deal]"}
{"label":0,"sentence":"I wish I looked that good in my clothes too."}
{"label":0,"sentence":" I would go on an 18-hour road trip with you, I like you that much."}
{"label":3,"sentence":"Amazon Refused to Refund $7k After Shipping an Empty Box Instead of a Sony A1"}
{"label":2,"sentence":"What's better than enchiladas? n+1 chiladas.  (sharing this joke I came up with tonight while making enchiladas, because my family didn't find it funny)."}
{"label":3,"sentence":"Zuckerberg wants to 'inflict pain' on Apple for privacy changes"}
{"label":2,"sentence":"NSFW. I walked in on my wife having sex with my best friend. So I did what any husband would do.  Took a rolled up newspaper and smacked him on the nose saying, 'Bad dog! Very Bad dog!\""}
{"label":2,"sentence":"My penis made it into the Guinness Book of World Records! Librarian told me to take it out though"}
{"label":2,"sentence":"What's the difference between me and cancer? My dad didn't beat cancer."}
{"label":2,"sentence":"If having sex for money makes you a whore... Then does having sex for free make you a non-profit whoreganisation?"}
{"label":2,"sentence":"All day I drill holes in metal and bolt them together. At first it's boring, then it's riveting."}
{"label":3,"sentence":"AT&T’s current 5G is slower than 4G in nearly every city tested by PCMag"}
{"label":2,"sentence":"My professor told me that I’m failing my ethics class So I slid 20 dollars across the table and said _what about now...?_"}
{"label":3,"sentence":"Google admits Kubernetes container tech is too complex"}
{"label":0,"sentence":"You get it done that when you talk to me my day will be all right again."}
{"label":0,"sentence":"Any team would be lucky to have you on it."}
{"label":1,"sentence":"At what moment did you realize 'Fuck I'm old\"?"}
{"label":0,"sentence":"You could survive a Zombie apocalypse."}
{"label":0,"sentence":"You should be proud of yourself."}
{"label":2,"sentence":"If a tree falls in the forest and no one is around to hear it… …then my illegal logging business is a success"}
{"label":2,"sentence":"I walked in on my girlfriend having sex with her personal trainer. So I said: 'Ok, this isn't working out.\""}
{"label":1,"sentence":"What's the most profoundly beautiful piece of music you have ever listened to?"}
{"label":1,"sentence":"You wake up tomorrow with Jeff bezo's current net worth ($209 billion USD) what do you do?"}
{"label":2,"sentence":"Chewie is short for Chewbacca Chewie is short for Chewbacca   Ani is short for Anakin Skywalker  What is Luke short for?   A stormtrooper"}
{"label":2,"sentence":"How many Buzzfeed writers does it take to turn on an electric chair? Ten. But number four will shock you."}
{"label":0,"sentence":"Is that your picture next to “charming” in the dictionary?"}
{"label":0,"sentence":"Hanging out with you is always a blast."}
{"label":1,"sentence":"What is the WORST advice you can give a virgin for their first time?"}
{"label":2,"sentence":"What do you call the sexuality where you're attracted to men and women but neither are attracted to you? Bi-yourself."}
{"label":2,"sentence":"I wanna tell you a joke about a girl who only eats plants. You’ve probably never heard of herbivore."}
{"label":2,"sentence":"My penis is like Joe Biden. Slightly left-leaning, and nobody's first choice."}
{"label":3,"sentence":"AI ‘pilot’ beats top F-16 fighter pilot in DARPA’s simulated aerial dogfight"}
{"label":1,"sentence":"You have 5 minutes to hide a paperclip in your home. A detective has 24 hours to find it, If they don't, you get $10,000. Where are you going to hide the paperclip?"}
{"label":3,"sentence":"81k UK-owned .eu domains suspended as Brexit transition ends"}
{"label":0,"sentence":"You look like a nice person."}
{"label":2,"sentence":"I set the pornhub theme as my ring tone, because if anyone at business meetings recognizes it they'll be too ashamed to comment. They did stop shaking my hand though..."}
{"label":1,"sentence":"Females of Reddit - What is the sexiest thing a plus size gamer gentleman has told you that has made you want to immediately have sex with him and be his girlfriend?"}
{"label":2,"sentence":"Whats the leading cause of dry skin? Towels"}
{"label":3,"sentence":"Notepad++ drops Bing after “tank man” censorship"}
{"label":1,"sentence":"Ladies: What is a dead give-away that a man watches too much porn when he’s in bed with you?"}
{"label":1,"sentence":"What are some deeply unsettling facts that you know?"}
{"label":1,"sentence":"What movie is the best anti-depressant?"}
{"label":0,"sentence":"Babies and small animals probably love you."}
{"label":1,"sentence":"What movie fucked you straight in your feelings?"}
{"label":2,"sentence":"God asks Adam “Where is Eve?” Adam says “she’s at the river washing her pussy”.  God says “Damn you, Adam. I’m never gonna be able to get that smell off the fishes again...”"}
{"label":1,"sentence":"What’s your childhood mystery that you finally solved years later?"}
{"label":1,"sentence":"How would you feel if there was a reality show where flat-earthers have to find the edge of the world?"}
{"label":1,"sentence":"What teen movie is the epitome of 'the older I get, the more I agree with the adult\"?"}
{"label":1,"sentence":"What do you consider the biggest threat to humanity?"}
{"label":1,"sentence":"People who are good at flirting, what are some social cues us oblivious people should watch out for?"}
{"label":2,"sentence":"How did Kim Kardashian tell her kid about her upcoming divorce with Kanye? North, things between West and I have gone South."}
{"label":3,"sentence":"Honda quits F1, invests in carbon-free tech instead"}
{"label":3,"sentence":"Audacity fork without any sentry telemetry or crash reporting"}
{"label":0,"sentence":"You're even better than a unicorn, because you're real."}
{"label":1,"sentence":"People who cater to the super rich; What things have you seen?"}
{"label":3,"sentence":"Google Deletes Nearly 100k Negative Reviews of Robinhood App"}
{"label":2,"sentence":"My buddy got fired today for telling a female customer “Whatever shampoo that is keep it up! Sure smells good!” Im gonna miss that midget.."}
{"label":3,"sentence":"TurboTax’s 20-Year Fight to Stop Americans from Filing Their Taxes for Free"}
{"label":1,"sentence":"Doctors of Reddit, what was the worse thing you've seen for a patient that another Doctor overlooked?"}
{"label":2,"sentence":"What’s the difference between hungry and horny? Where you put the cucumber."}
{"label":1,"sentence":"What happens in movies or tv that seems to be normal and you think to yourself “that is not what people in real life do”?"}
{"label":1,"sentence":"Someone once said 'Everyone sees the world in a different way; so when someone dies, it is - in a way - the death of an entire world.\" So, Reddit. . . what unique world will die with you?"}
{"label":3,"sentence":"HBO Max accidentally sent a Integration Test email to many people"}
{"label":2,"sentence":"I want my 11780 dollars. Dear Bank of America, I just want to find 11780 more dollars in my savings account.Everyone at your bank counted wrong."}
{"label":0,"sentence":"You have the courage of your convictions."}
{"label":0,"sentence":"You always know -- and say -- exactly what I need to hear when I need to hear it."}
{"label":3,"sentence":"Darknet market vendor identified via fingerprints in photo posted"}
{"label":2,"sentence":"China should have a cricket team. They can take out the whole world with one bat"}
{"label":0,"sentence":"What an inspiring person you are. You can be really proud of yourself that you already look at the world like that at this age. You are very wise and absorb everything. Loved it so much, thank you very much!"}
{"label":1,"sentence":"Garbage men/woman of the world. What's the best/worst thing you have found 'thrown away\" ??"}
{"label":2,"sentence":"My girlfriend just emailed me 'thespacebuttonisbrokenonmylaptop.canyougivemeanalternative\"  Does anyone know what \"ternative\" mean?"}
{"label":1,"sentence":"What is your 'I don't get paid enough for this shit\" moment?"}
{"label":1,"sentence":"What Bible story would qualify as a Florida man story?"}
{"label":1,"sentence":"What is the fastest you have ever seen a new co-worker get fired?"}
{"label":0,"sentence":"Thank you for being here, beautiful person!"}
{"label":0,"sentence":"You, my friend, radiate completely. Warm."}
{"label":3,"sentence":"Facial recognition can predict person’s political orientation with 72% accuracy"}
{"label":2,"sentence":"What did Trump say to Biden in the hallway of the white house? Pardon me, please."}
{"label":0,"sentence":"Being around you makes everything better!"}
{"label":2,"sentence":"Today at the gym, i asked a girl what her new year's resolution was She said ''Fuck you''  &#x200B;  so i'm pretty excited for 2022"}
{"label":1,"sentence":"What was the biggest bullet you dodged?"}
{"label":1,"sentence":"What did you see that you definitely weren’t supposed to see?"}
{"label":2,"sentence":"“He gently slid her panties to the side so he could fit the rest of the socks in her drawer.”"}
{"label":2,"sentence":"Yo momma's so fat that objects 5 meters away accelerate at 1 m/s^2 toward her. What is yo momma's mass if G = 6.67x10^-11Nm^2/kg^2? Please, someone help me, I can't solve it and it's making me nuts."}
{"label":1,"sentence":"Owners of Volkswagen Beetles, how do you feel knowing that when you drive your car, countless people punch each other for being the first to see it?"}
{"label":1,"sentence":"Where can you find fair, honest and reasonably unbiased opinions on world news and politics?"}
{"label":1,"sentence":"You’ve died and arrived at a train station to your afterlife. The trains are “animals”, “traditional Heaven”, “rebirth”, and “eternal nothingness”...Which train do you take and why?"}
{"label":1,"sentence":"People of Reddit, What stupid rule at your work/school backfired beautifully?"}
{"label":0,"sentence":"You have the best laugh."}
{"label":0,"sentence":"You have a good head on your shoulders."}
{"label":0,"sentence":"You are brave."}
{"label":2,"sentence":"Since this is the first year that I’ve remembered my cake day, here’s my four year old’s favorite joke. What did one hat say to the other hat? You stay here. I’ll go on ahead."}
{"label":0,"sentence":"When you’re not afraid to be yourself is when you’re most incredible."}
{"label":0,"sentence":"Everyone gets knocked down sometimes, but you always get back up and keep going."}
{"label":2,"sentence":"My wife asked me which of her friends I would like to have a threesome with. Apparently I’m not supposed to pick two of them."}
{"label":3,"sentence":"Facebook Indefinitely Suspends Trump"}
{"label":3,"sentence":"Nvidia Reveals Its CEO Was Computer Generated in Keynote Speech"}
{"label":0,"sentence":"Who raised you? They deserve a medal for a job well done."}
{"label":3,"sentence":"PayPal is currently blocking all transactions containing the word “tardigrade”"}
{"label":1,"sentence":"How would you feel if people arrested for domestic violence had to register like sex offenders do?"}
{"label":2,"sentence":"I got the Grindr app mixed up with the Pizza Hut app Either way, there’s a 10” vegetarian on the way and I’m not sure what to expect."}
{"label":2,"sentence":"Trump has done in 4 years what 80% of presidents fail to do in 8 years Lose an election."}
{"label":3,"sentence":"Facebook prevents sharing New York Post story on BLM co-founder's real estate"}
{"label":1,"sentence":"What's the cruelest 'prank\" you've ever seen?"}
{"label":1,"sentence":"What is the scariest/creepiest theory you know about?"}
{"label":3,"sentence":"Record Breaking Number of Journalists Arrested in the U.S. This Year"}
{"label":1,"sentence":"Which actor seemed miscast in a role but ended up killing it?"}
{"label":0,"sentence":"You can do it."}
{"label":2,"sentence":"Alright guys, the Suez Canal jokes are getting a bit old now. That ship has sailed."}
{"label":1,"sentence":"IF people used 'break up lines\" instead of \"pick up lines\" what would some of them be??"}
{"label":3,"sentence":"DuckDuckGo is growing fast"}
{"label":0,"sentence":" You're one of my favorite drunken karaoke partners."}
{"label":3,"sentence":"Almost third of UK Covid hospital patients readmitted within four months"}
{"label":0,"sentence":"You're a candle in the darkness."}
{"label":1,"sentence":"What are you the 1% of?"}
{"label":0,"sentence":"You’re all that and a super-size bag of chips."}
{"label":0,"sentence":"When you're not afraid to be yourself is when you're most incredible."}
{"label":3,"sentence":"Amazon Gets Record $888M EU Fine over Data Violations"}
{"label":1,"sentence":"How the F do you make friends as an adult if you don't drink?"}
{"label":1,"sentence":"Who are some women that often get overlooked in history but had major contributions to society?"}
{"label":2,"sentence":"Betty White just turned 99 and she still doesn't need glasses. She drinks straight from the bottle."}
{"label":3,"sentence":"Justice Ruth Bader Ginsburg, Champion of Gender Equality, Dies at 87"}
{"label":1,"sentence":"What is most 'why the f*** do you know that\" fact?"}
{"label":1,"sentence":"What has no reason to exist in 2021 and yet it does?"}
{"label":2,"sentence":"It’s ok if your phone autocorrects “Fuck” to “Duck” You’re still using Fowl Language."}
{"label":0,"sentence":"You inspire me."}
{"label":3,"sentence":"Edward Snowden calls for spyware trade ban amid Pegasus revelations"}
{"label":3,"sentence":"HP replaces free ink for life plan with '99 cents/month or your printer stops'"}
{"label":1,"sentence":"What's older than we think ?"}
{"label":2,"sentence":"I accidentally sprayed deodorant in my mouth today... Now when I talk I have this weird axe scent"}
{"label":1,"sentence":"Reddittors who were born deaf; do subtitles like “dogs barking” and “tense music” help even if you’ve never heard them? What do you imagine them to be like?"}
{"label":2,"sentence":"I yelled 'COW!\" at a woman on bike I yelled \"COW!\" at a woman on a bike, she flipped me off and then ran straight into the cow.  I tried!"}
{"label":1,"sentence":"What do you own a ridiculous amount of?"}
{"label":3,"sentence":"YouTube blocked chess channel after mistaken detection of racial slurs"}
{"label":0,"sentence":"You matter. You are important."}
{"label":0,"sentence":" You are very good at seeing the best in people, even when everyone else sees the worst."}
{"label":1,"sentence":"[Serious] 'The ascent of billionaires is a symptom & outcome of an immoral system that tells people affordable insulin is impossible but exploitation is fine\" - Alexandria Ocasio-Cortez. What are your thoughts on this?"}
{"label":2,"sentence":"In Europe, they don't call it the 'Friend Zone\" They call it the \"Pal Region\""}
{"label":3,"sentence":"WhatsApp loses millions of users after terms update"}
{"label":1,"sentence":"People who have Only fans, what is stopping you from upgrading to an air conditioner?"}
{"label":2,"sentence":"With all the pictures of Epstein attending parties, talking to important people and generally socialising It's obvious he didn't like to hang by himself"}
{"label":1,"sentence":"How do you deal with an overly friendly neighbor who asks too many questions about your life when you happen to be outdoors at the same time?"}
{"label":1,"sentence":"[SERIOUS] What is the Creepiest or most Unexplained thing that’s happened to you that you still think about to this day?"}
{"label":3,"sentence":"“User Engagement” Is Code for “Addiction”"}
{"label":3,"sentence":"On this day in 1995: Netscape and Sun Announce JavaScript"}
{"label":2,"sentence":"how do you surprise a blind guy? you leave the plunger in the toilet"}
{"label":1,"sentence":"What are you addicted to that is perfectly legal?"}
{"label":3,"sentence":"The 2020 census is being ‘sabotaged,’ says leading U.S. statistician"}
{"label":1,"sentence":"What old video games do you still play regularly?"}
{"label":2,"sentence":"My friend wanted to know how I got all my karma I simply replied 'piece of cake\""}
{"label":1,"sentence":"Whats the craziest crime you or somebody in your family has commited?"}
{"label":1,"sentence":"What food or drink sucks even if most people won’t admit it?"}
{"label":1,"sentence":"What fan theory do you 100% accept as true?"}
{"label":0,"sentence":"Your ability to recall random factoids at just the right time is impressive."}
{"label":0,"sentence":"Being around you is like being on a happy little vacation."}
{"label":1,"sentence":"What simple “life hack” should everyone know?"}
{"label":1,"sentence":"What’s a very common thing that you just can't relate to?"}
{"label":2,"sentence":"I was complaining to my wife about our nonexistent sex life. Zero fucks were given.  Edit: Thanks guys. You all seem to give way more fucks than she did."}
{"label":0,"sentence":"You give the best compliments by giving positive feedback to the other person out of the blue. For example: “You can communicate very clearly.” “You show so much interest in me and you are so committed!” Use the following feedback model for this."}
{"label":2,"sentence":"Smoking will kill you. Bacon will kill you too.   But smoking bacon will cure it."}
{"label":0,"sentence":"You’re a great listener."}
{"label":3,"sentence":"Edward Snowden ousts a scammer during live stream [video]"}
{"label":3,"sentence":"Facebook deliberately made people sad. This ought to be the final straw (2012)"}
{"label":1,"sentence":"What is the single biggest dick move in all of history?"}
{"label":0,"sentence":"When you make a mistake, you fix it."}
{"label":1,"sentence":"What do most people not realize is newer than they actually think?"}
{"label":1,"sentence":"Whats an NSFW fact about history that we don't get to hear too often?"}
{"label":3,"sentence":"FBI agents track cell phones that pinged near the Capitol"}
{"label":0,"sentence":"You are worth it."}
{"label":1,"sentence":"Martin Luther King, Jr. said, “If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward.” What are your life examples of this?"}
{"label":3,"sentence":"Google, Apple cave to Pakistan pressure to take down apps by Ahmadiyya Muslims"}
{"label":0,"sentence":"What a refreshing perspective you have!"}
{"label":0,"sentence":"Incomprehensible intelligence."}
{"label":0,"sentence":" If I threw something at you with no warning, I bet you'd catch it."}
{"label":0,"sentence":"I bet you sweat glitter."}
{"label":3,"sentence":"EU bans Belarusian airlines from European skies"}
{"label":2,"sentence":"What is the most expensive video-streaming service at this time? College"}
{"label":3,"sentence":"Facebook does not plan to notify half-billion users affected by data leak"}
{"label":0,"sentence":"You are a beautiful, smart person. People like you."}
{"label":1,"sentence":"All of the cereal box characters (Tucan Sam, Tony the Tiger, Lucky, etc.) enter a colosseum. Only one exits alive. Reddit, who is the ultimate cereal killer?"}
{"label":0,"sentence":"Please don’t be too hard on yourself. I’d like to go up to you, sit on the couch with you, eat pizza and watch your favorite movie if I could. But I can not. So you have to be nice to yourself for just being unable to attend, okay? Promised?"}
{"label":2,"sentence":"My grandad always used to say “as one door closes another one opens” Lovely man, Terrible cabinet maker."}
{"label":1,"sentence":"How do you feel about ’how would you feel?’ posts being banned?"}
{"label":0,"sentence":"How do you keep being so funny and making everyone laugh?"}
{"label":0,"sentence":" There's just something about you..."}
{"label":3,"sentence":"Michael Collins, Apollo 11 astronaut, dies at 90"}
{"label":0,"sentence":"You always find something special in the most ordinary things."}
{"label":3,"sentence":"Ohio Republicans close to imposing near-total ban on municipal broadband"}
{"label":3,"sentence":"Tesla’s $16k Quote for a $700 Fix Is Why Right to Repair Matters"}
{"label":2,"sentence":"The CEO of IKEA was just elected president in Sweden. He should have his cabinet together by the end of the week."}
{"label":0,"sentence":"You’re one of a kind!"}
{"label":3,"sentence":"Reddit’s most popular subreddits go private in protest against ‘censorship’"}
{"label":1,"sentence":"Will you continue to wear a mask when the pandemic is over? If so, why?"}
{"label":3,"sentence":"Robinhood is facing nearly 50 lawsuits over GameStop frenzy"}
{"label":1,"sentence":"What the scariest true story you know?"}
{"label":2,"sentence":"Had a girl try to choke me during sex recently. I was like whoa whoa whoa, who kidnapped who here?"}
{"label":2,"sentence":"NSFW What did the egg say to the boiling water? I just got laid and you expect me to be hard in3 minutes?!?"}
{"label":1,"sentence":"What is a movie ending that makes you cry, no matter how many times you've watched it before?"}
{"label":2,"sentence":"My dentist told me 'This might hurt a little bit. Are you ready?\" I said \"Yes, I'm ready.\"  He said \"I'm sleeping with your wife.\""}
{"label":0,"sentence":"Think of a compliment yourself and let it know in the comments below."}
{"label":2,"sentence":"Group of guys at the pub. One says, 'My missus is charging me $50 a time for sex\" The other guys look at each other and say, \"That's not bad mate, she charges us $100.\""}
{"label":2,"sentence":"How does a redditor get karma when they don’t deserve it? Piece of cake"}
{"label":3,"sentence":"Almost half of local Twitter trending topics in Turkey are fake – study"}
{"label":3,"sentence":"Accused murderer wins right to check source code of DNA testing kit"}
{"label":2,"sentence":"Why is it illegal to do reverse cowgirl on Alabama? You don’t turn your back on the family"}
{"label":1,"sentence":"What never fails to make you tear up or cry?"}
{"label":1,"sentence":"'Oh, you're a programmer? I have a problem with my printer...\". What's the equivalent of this in your job?"}
{"label":2,"sentence":"Do you remember when air was free at the gas station, and now it's $1.50? You know why? Inflation   Holy smokes this blew up, THANK YOU all for the awards and the silver!!"}
{"label":2,"sentence":"How many clickbait articles does it take to change a lightbulb? The answer will shock you..."}
{"label":0,"sentence":"I’ve missed you man."}
{"label":2,"sentence":"I brought my girlfriend home to meet my family. They criticized everything she did, mocked her heritage and gave her a psychiatric disorder.  I guess I shouldn't have insisted on the royal treatment."}
{"label":1,"sentence":"What is the weirdest thing you find extremely attractive?"}
{"label":3,"sentence":"Replit used legal threats to kill my open-source project"}
{"label":2,"sentence":"My wife came up to me the other day and said 'Do these jeans make me look fat?\" I said \"Do you promise not to get mad at me no matter what I say?\"   \"Yes\"   \"Okay, I fucked your sister.\""}
{"label":2,"sentence":"I stabbed a vampire, beat zombies to death and killed devil itself... my wife rushes through the room and shouts, 'YOU'RE SUPPOSED TO GIVE THEM CANDIES, FRANK\""}
{"label":0,"sentence":"You’re my hero."}
{"label":0,"sentence":" You have a mind for detail."}
{"label":0,"sentence":"I bet you sweat glitter."}
{"label":3,"sentence":"GitHub blocks entire company because one employee was in Iran"}
{"label":2,"sentence":"I threw my wife a surprise bukake party Everyone came. You should have seen her face."}
{"label":0,"sentence":"You’re a candle in the darkness."}
{"label":3,"sentence":"Michael J Fox: ‘Every step now is a frigging math problem, so I take it slow’"}
{"label":3,"sentence":"Linus Torvalds on mRNA Vaccines"}
{"label":2,"sentence":"In college, I was refused membership in all the fraternities because I was circumcised. Apparently you need to be a complete dick."}
{"label":0,"sentence":"I appreciate you."}
{"label":3,"sentence":"The EU must protect the right to privacy and not attack end-to-end encryption"}
{"label":0,"sentence":"Class!"}
{"label":3,"sentence":"Spotify is letting employees work from anywhere while paying SF and NY salaries"}
{"label":3,"sentence":"Delete Facebook and You'll Lose All Oculus Games for Good"}
{"label":3,"sentence":"Google fired employees for union activity, says US agency"}
{"label":3,"sentence":"Facebook account banned after linking Oculus account"}
{"label":1,"sentence":"What opinion or behaviour would stop you being romantically interested in someone even if they ticked every other box?"}
{"label":3,"sentence":"Apple, Mozilla, Google, Microsoft form group to standardize browser plug-ins"}
{"label":1,"sentence":"What if Earth is like one of those uncontacted tribes in South America, like the whole Galaxy knows we're here but they've agreed not to contact us until we figure it out for ourselves?"}
{"label":0,"sentence":"You smell nice."}
{"label":1,"sentence":"If guys started hiding their nips the way girls did, do you think eventually girls would get conditioned to be sexually aroused by male breasts? Why and why not?"}
{"label":3,"sentence":"Amazon Illegally Fired Activist Workers, Labor Board Finds"}
{"label":1,"sentence":"What's a good movie to watch if you're in the mood to laugh your ass off after a rough work week?"}
{"label":0,"sentence":"You have the best ideas."}
{"label":1,"sentence":"Those who’ve never had to dig through the trash to read cooking instructions on a package before, how’s life going for you?"}
{"label":2,"sentence":"Why does Spiderman hate driving with his evil twin? Because he’s a bad parallel Parker"}
{"label":2,"sentence":"Trump tests positive for COVID-19. He finally passed a test without cheating, good for him."}
{"label":0,"sentence":"You should be thanked more often. So thank you!!"}
{"label":1,"sentence":"You can't time travel, but your phone has the internet from 5 years in the future. What do you search for first?"}
{"label":0,"sentence":"Kid president: ‘You are unique. You are you. There is no other person like you in the world. You should think carefully about what that means. There is no other person in the world like you. It means that you can feel good about yourself and that others can feel good because they know you."}
{"label":3,"sentence":"Apple founder Steve Wozniak backs right-to-repair movement"}
{"label":0,"sentence":" Everyone gets knocked down sometimes, but you always get back up and keep going."}
{"label":3,"sentence":"French set to replace English as EU’s ‘working language’"}
{"label":2,"sentence":"What did the Tibetan monk say when he saw the face of Jesus in a tub of margarine? 'I can't believe it's not Buddha.\""}
{"label":0,"sentence":"You're more fun than a ball pit filled with candy. (And seriously, what could be more fun than that?)"}
{"label":2,"sentence":"What’s the difference between a Pakistani elementary school and an Al-qaeda outpost? I dunno man I just fly the drone."}
{"label":1,"sentence":"What's some popular self-care/self-love advice that is actually really toxic?"}
{"label":3,"sentence":"In Finland the average amount of data transferred per SIM card is 17.3GB/month"}
{"label":1,"sentence":"You have to choose one person from all of human history to shit their pants, at a time so as to change the course of history as much as possible. Who would you choose, when and why?"}
{"label":0,"sentence":"You have a great sense of humor."}
{"label":3,"sentence":"Social media damages teenagers' mental health, report says"}
{"label":1,"sentence":"Moratorium on questions related to US Politics"}
{"label":0,"sentence":"I will never forget you."}
{"label":1,"sentence":"What movie is simply magical to you, no matter how popular or unpopular it may be?"}
{"label":1,"sentence":"What is the strangest thing that happened to you that you can’t logically explain?"}
{"label":1,"sentence":"Men of reddit, what is a great sex tip you have to share with other men of reddit?"}
{"label":0,"sentence":"Thank you for being you."}
{"label":0,"sentence":"Everything would be better if more people were like you!"}
{"label":1,"sentence":"[Serious] Redditors who gave up pursuing their 'dream' to settle for a more secure or comfortable life, how did it turn out and do you regret your decision?"}
{"label":1,"sentence":"Dungeon masters of reddit, what is the most USELESS item you gave your party that they were still able to exploit?"}
{"label":2,"sentence":"Yo mamas so ugly Her portraits hang themselves"}
{"label":0,"sentence":"Dear Stefan, I think you are completely yourself!"}
{"label":1,"sentence":"What was your best purchase this year?"}
{"label":1,"sentence":"You are offered $10,000,000 if you can name a food that nobody in human history has ever used in a sexual way. What is your answer?"}
{"label":3,"sentence":"Voters rejecting the war on drugs is a win for public health"}
{"label":1,"sentence":"If giving guaranteed healthcare to all us citizens required banning certain activities (smoking, super size sodas etc), would you still be in favor? What would you be willing to make illegal?"}
{"label":2,"sentence":"I think my cat might be a communist He won't shut up about Mao."}
{"label":2,"sentence":"If you rearrange the letters of MAILMEN You get them VERY ANGRY."}
{"label":2,"sentence":"If you put Greg Abbott, Ted Cruz, and Rick Perry together in a room, who's the first to realize they're full of shit? The room."}
{"label":1,"sentence":"Your consciousness is sent back to when you were at age 15, and you maintain all of your current knowledge and experience. What do you do?"}
{"label":0,"sentence":"You’re so thoughtful."}
{"label":0,"sentence":" You look really good in that suit."}
{"label":1,"sentence":"What is a lifehack that seems fake, but is a true lifesaver?"}
{"label":2,"sentence":"A lumberjack once told me he’s cut down 27,572 trees. “How do ya know exactly how many?” I inquired.  “Easy. I keep a log.”"}
{"label":3,"sentence":"Motorcycle Airbag Vest Will Stop Working If You Miss a Payment"}
{"label":0,"sentence":" You're a savvy problem-solver."}
{"label":1,"sentence":"[SERIOUS] What is the harshest truth you’ve ever learned?"}
{"label":3,"sentence":"Mars becomes the 2nd planet that has more computers running Linux than Windows"}
{"label":0,"sentence":"You have the courage of your convictions."}
{"label":2,"sentence":"My wife: You need to do more chores around the house. Me: Can we change the subject?  My wife: Ok, more chores around the house need to be done by you."}
{"label":0,"sentence":"You deserve the very best."}
{"label":2,"sentence":"My Chinese waiter thinks all white people look alike and gave my food to the wrong customer Wait. Never mind. That wasn't my waiter."}
{"label":0,"sentence":" You are not someone I pretend to not see in public."}
{"label":2,"sentence":"Greta Thunberg must love reddit Most of the content here is recycled"}
{"label":3,"sentence":"China’s Bitcoin miners flee Inner Mongolia ahead of crypto mining ban"}
{"label":2,"sentence":"I was confused why there are so many stories about vampires in Europe, but not in Africa. Then I remembered that vampires are killed by holy water.  They bless the rains down in Africa."}
{"label":3,"sentence":"Dear Zuckerberg, We're writing to urge you to cancel Instagram for children [pdf]"}
{"label":0,"sentence":"You deserve:"}
{"label":2,"sentence":"Waiting for election results is like waiting for a grade on a group project. I know I did my part right, but I am worried the rest of you screwed it up."}
{"label":3,"sentence":"Barrier Reef doomed as up to 99% of coral at risk, report finds"}
{"label":3,"sentence":"Hyundai buys Boston Dynamics for nearly $1B"}
{"label":3,"sentence":"New Orleans City Council bans facial recognition, predictive policing and other"}
{"label":2,"sentence":"My wife and I are a perfect match. For instance, I have a 9 inch penis, and she doesn't know which end of a ruler to hold up."}
{"label":0,"sentence":"I love you and I mean it."}
{"label":0,"sentence":"Life is strong, but so are you."}
{"label":0,"sentence":"You're a great example to others."}
{"label":2,"sentence":"The swordfish has no natural predators to fear from... ....except the penfish, which is supposed to be even mightier."}
{"label":1,"sentence":"What is a supernatural event that happened in your life that just can not be explained?"}
{"label":0,"sentence":"I wish I could do that as well as you."}
{"label":1,"sentence":"What is the thing that surprised you the most when you traveled to a country you had never been to before?"}
{"label":1,"sentence":"What did 'the weird kid\" in your school do that you'll never forget?"}
{"label":0,"sentence":"If cartoon bluebirds were real, a bunch of them would be sitting on your shoulders singing right now."}
{"label":0,"sentence":"You’re even more beautiful on the inside than you are on the outside."}
{"label":1,"sentence":"Porn photographers, what is the most awkward moment you had? what do you feel when you film? how is your job generally?"}
{"label":2,"sentence":"I caught my son chewing on electrical cords. So I had to ground him. He's doing better currently. And conducting himself properly ..."}
{"label":2,"sentence":"I paid a transgender woman to have sex with me today. Best transaction ever"}
{"label":2,"sentence":"What begins with a 'W\" and ends with a \"T\" It really does!"}
{"label":0,"sentence":"I wish I could be like you later."}
{"label":2,"sentence":"Steve Jobs would've been a better president than Trump. But I guess comparing apples to oranges is unfair."}
{"label":1,"sentence":"What moment made you say “Yep, I’m definitely dead”, but survived with no major injuries?"}
{"label":1,"sentence":"What seems harmless but is incredibly dangerous?"}
{"label":0,"sentence":"Has anyone ever told you that you have great posture?"}
{"label":0,"sentence":"You’re an awesome friend."}
{"label":1,"sentence":"What is the worst thing that is legal?"}
{"label":2,"sentence":"Who won the presidential debate last night? People who didn't watch"}
{"label":2,"sentence":"Doctor: sorry sir but your body has run out of magnesium Me: 0mg"}
{"label":0,"sentence":"The sun is shining for you."}
{"label":1,"sentence":"People who snooze their morning alarms more than once every single morning, why not just set a later alarm?"}
{"label":0,"sentence":"Love your vibe."}
{"label":0,"sentence":"You're even more beautiful on the inside than you are on the outside."}
{"label":3,"sentence":"Biohackers Take Aim at Big Pharma’s Stranglehold on Insulin"}
{"label":1,"sentence":"Ex-Prisoners of Reddit, what was the worst thing you saw inside the prison walls?"}
{"label":1,"sentence":"You're given $1M provided you can't spend one cent of it on anything practical (to anyone). If you can spend the money in such a ridiculous way as to make the giver laugh their ass off, you'll get another mil to spend as you please when the first mil is gone. How do you spend your million?"}
{"label":0,"sentence":"Someone wants or is going to teach. “If you were a teacher I would like to take lessons from you.”"}
{"label":3,"sentence":"EU withheld a study that shows piracy doesn't hurt sales (2017)"}
{"label":3,"sentence":"Employees Are Quitting Instead of Giving Up Working from Home"}
{"label":2,"sentence":"I've been cheating on my girlfriend with her twin, but it's OK because I can tell them apart. Brian has a moustache."}
{"label":1,"sentence":"You're offered the ability to absorb the knowledge of any book you touch instantly, but the way it works is that time freezes and won't unfreeze until you finish reading the book cover to cover, do you accept this power/curse? Why or why not?"}
{"label":0,"sentence":"You look great today."}
{"label":1,"sentence":"What’s something that’s “not a cult” but feels like a cult?"}
{"label":0,"sentence":"I wish I could be as good as you …"}
{"label":0,"sentence":"You have a very nice, spontaneous appearance: because you make contact with people and are open!"}
{"label":0,"sentence":"You are the reason why I smile constantly (and other people too)."}
{"label":3,"sentence":"People Are Jailbreaking Used Teslas to Get the Features They Expect"}
{"label":3,"sentence":"Apple: Apps should not require users to opt into tracking to access content"}
{"label":0,"sentence":"Who raised you? They deserve a medal for a job well done."}
{"label":3,"sentence":"Compound found in the hallucinogenic tea ayahuasca can grow new brain cells"}
{"label":0,"sentence":"I’ve always liked the name Dave."}
{"label":2,"sentence":"Amazing how a colon can completely change the meaning of a sentence For example:   -Jane ate her friend's sandwich.  -Jane ate her friend's colon."}
{"label":0,"sentence":"I really feel understood by you."}
{"label":3,"sentence":"A Facebook employee has stolen my Instagram account"}
{"label":0,"sentence":"Your creative potential seems limitless."}
{"label":3,"sentence":"Assange, Manning and Snowden Nominated for the 2020 Nobel Peace Prize"}
{"label":2,"sentence":"I always wanted to be a multimillionaire, just like my dad. He always wanted to be a multimillionaire too."}
{"label":2,"sentence":"Why do people say 'break a leg\" before an audition? It's so that they'll end up in a cast."}
{"label":2,"sentence":"What do you do when a blonde throws a grenade at you? You pull the pin and throw it back!"}
{"label":3,"sentence":"Google will end preferential treatment for AMP content"}
{"label":3,"sentence":"PhD student in Switzerland expelled after criticizing the CCP in Twitter"}
{"label":2,"sentence":"Just got a vasectomy. I was looking forward to not having any more kids... ...but when I got home, the fuckers were still there"}
{"label":1,"sentence":"You find out that the person you met has zero friends and spends all their time alone at home. What is your first thought?"}
{"label":2,"sentence":"What is a Karen called in Europe? An American"}
{"label":3,"sentence":"Facebook loophole that lets world leaders deceive and harass their citizens"}
{"label":2,"sentence":"I once dated a girl who had a twin. People always asked me how I could tell them apart. Simple:  Jane paints her nails purple. John has a cock."}
{"label":1,"sentence":"What made you straight up 'nope\" out of a relationship?"}
{"label":2,"sentence":"Just caught a disgusting pervert on the bus. He was watching pornography over my shoulder."}
{"label":2,"sentence":"A boy asked his bitcoin-investing dad for 1 bitcoin for his birthday Dad: What? $15,554??? $14,354 is a lot of money! What do you need $16,782 for anyway?"}
{"label":3,"sentence":"The persecution of the Uyghurs is a crime against humanity"}
{"label":0,"sentence":"You help me feel more joy in life."}
{"label":2,"sentence":"I got arrested for illegally downloading the whole of Wikipedia I told them I could explain everything."}
{"label":2,"sentence":"It must be hard for people learning to spell in English. For example, there is one silent K in 'knight\", four silent K's in \"knickknack\" And three silent K's in \"Republican\"."}
{"label":0,"sentence":"You're all that and a super-size bag of chips."}
{"label":0,"sentence":"You’re strong."}
{"label":0,"sentence":"You are the most perfect you there is."}
{"label":3,"sentence":"Spain to launch modest trial of four-day working week"}
{"label":0,"sentence":"You're strong."}
{"label":1,"sentence":"What is your Favorite Quote from Spongebob?"}
{"label":2,"sentence":"Why do mermaids wear seashells? They out grew their b-shells."}
{"label":1,"sentence":"If when you die, someone takes the VR headset off of your head and asks how the virtual life was, what's the first thing you say?"}
{"label":1,"sentence":"With Christmas 364 days away, people who already have their decorations up, why?"}
{"label":0,"sentence":"You deserve all the success."}
{"label":1,"sentence":"Mod statement on the Aimee Challenor controversy"}
{"label":0,"sentence":" You are more unique and wonderful than the smell of a new book."}
{"label":0,"sentence":"In high school I bet you were voted 'most likely to keep being awesome.\""}
{"label":3,"sentence":"Fourth police officer who responded to Jan 6 attack dies by suicide"}
{"label":0,"sentence":" Even if you were cloned, you'd still be one of a kind. And the better-looking one."}
{"label":1,"sentence":"People of Reddit, how would you feel if there was a 'USA\" filter where non-Americans can scroll through Reddit freely without watching, hearing or reading what's going on in America?"}
{"label":3,"sentence":"Employee accused of skipping work for 15 years"}
{"label":2,"sentence":"What's the difference between the US Capitol and Mordor? One does not simply walk into Mordor"}
{"label":0,"sentence":"You light up the room."}
{"label":3,"sentence":"Apple has gone to extraordinary lengths to make scroll bars invisible, I hate it"}
{"label":3,"sentence":"YouTube-dl has received a DMCA takedown from RIAA"}
{"label":3,"sentence":"Pinterest pays $89.5M to terminate San Francisco office lease"}
{"label":1,"sentence":"What's the best euphemism for telling people that they're stupid?"}
{"label":2,"sentence":"I met a girl on Tinder and we were going to go to the gym on our first date, but she stood me up. I suppose we aren't gonna work out."}
{"label":2,"sentence":"Netflix is soon releasing an extremely realistic documentary series about the life of Abraham Lincoln. The finale is shot before a live audience."}
{"label":0,"sentence":" You're an awesome friend."}
{"label":2,"sentence":"If you can't think of a word, say 'I forgot the English word for it.\"  That way people will think you're bilingual instead of an idiot."}
{"label":2,"sentence":"Taylor Swift is dropping albums like I’m dropping pounds Only two, but still more than anyone expected."}
{"label":3,"sentence":"Apple sued for terminating account with $25,000 worth of apps and videos"}
{"label":1,"sentence":"Only if COVID-19 was a pandemic causing Erectile Disorder instead of Respiratory disorder, do you think people would have more eagerly worn masks? Why or why not?"}
{"label":2,"sentence":"I asked my masseuse if it was normal to get an erection during my massage He said it was perfectly normal. I said, “Ok, but could you at least stop bumping it into me?”"}
{"label":2,"sentence":"Reddit should rename 'share' to 'spreddit', 'delete' to 'shreddit' and 'karma' to 'creddit'.   Yet they haven't. I don't geddit."}
{"label":3,"sentence":"In historic shift, Virginia lawmakers pass marijuana legalization bills"}
{"label":0,"sentence":"You have impeccable manners."}
{"label":1,"sentence":"What's the most fucked up thing someone has told you about themselves after barely getting to know them?"}
{"label":3,"sentence":"Twitch suspends DragonForce guitarist Herman Li for playing his own music"}
{"label":3,"sentence":"2.1M of the oldest Usenet posts are now online for anyone to read"}
{"label":1,"sentence":"What’s the dumbest shit that never ceases to make you laugh?"}
{"label":1,"sentence":"What are underrated websites and what do you use them for?"}
{"label":0,"sentence":"You're a smart cookie."}
{"label":0,"sentence":"Thank you for your engaging spontaneity."}
{"label":3,"sentence":"Amazon’s Ring now reportedly partners with 2k US police and fire departments"}
{"label":0,"sentence":"You're more fun than bubble wrap."}
{"label":3,"sentence":"Average Rent in San Francisco Has Dropped $1k This Year"}
{"label":3,"sentence":"Farmers are having to hack their own tractors to make repairs"}
{"label":1,"sentence":"You own a cabbage cart, but your produce is destroyed periodically by a group of famous 12 year olds. What do you do?"}
{"label":2,"sentence":"The Bible and the Quran tell us to love each other The Kamasutra is more specific."}
{"label":1,"sentence":"Men who have sold/donated sperm and gave permission for the child to contact you at 18, what is your story?"}
{"label":0,"sentence":"Red. It’s your color! It looks good on you!"}
{"label":0,"sentence":" You're perceptive."}
{"label":3,"sentence":"Why Lichess will always be free"}
{"label":2,"sentence":"'Dad, are we pyromaniacs?\" \"Yes, we arson.\""}
{"label":3,"sentence":"Oregon becomes first state to legalize psychedelic mushrooms"}
{"label":2,"sentence":"Warning: 18+ 19"}
{"label":0,"sentence":" Polar bears and penguins should fear your cuteness."}
{"label":2,"sentence":"My last girlfriend said I was unnecessarily mysterious. Or did she?"}
{"label":1,"sentence":"What is cheaply made but sold at a ridiculous price?"}
{"label":3,"sentence":"NFTs Are a Pyramid Scheme and People Are Already Losing Money"}
{"label":2,"sentence":"What's the Presidential ventilator called? Forced Air One"}
{"label":0,"sentence":"You have the best ideas."}
{"label":0,"sentence":"You’re like a breath of fresh air."}
{"label":1,"sentence":"Women, what are some questions you’ve always wanted to ask men, but were too embarrassed?"}
{"label":1,"sentence":"Which type of tattoo makes you cringe the most?"}
{"label":1,"sentence":"What’s something that people turn into their whole personality?"}
{"label":1,"sentence":"How would you feel about a 'if you accidentally scroll to the top, you can go back to where you were,\" button for Reddit?"}
{"label":3,"sentence":"Pirate Bay Founder Thinks Parler’s Inability to Stay Online Is 'Embarrassing'"}
{"label":0,"sentence":"You really show yourself! You are different from others: unique and authentic!"}
{"label":3,"sentence":"In Mexico, cartels are hunting down police at their homes"}
{"label":0,"sentence":"You are the warmest of my fellows!"}
{"label":3,"sentence":"Key witness in Assange case admits to lies in indictment"}
{"label":2,"sentence":"Why didn't the green pepper practice archery? Because it didn't habanero."}
{"label":3,"sentence":"No evidence that chance meetings in office boosts innovation"}
{"label":1,"sentence":"Who is the biggest troll in history?"}
{"label":1,"sentence":"Have you ever laughed so hysterically at something so simple you were starting to get legitimately worried that you were losing your sanity or something? About what were you laughing so hard then?"}
{"label":1,"sentence":"If covid 19 became a pandemic in 1990 rather than 2020, how would events have played out differently?"}
{"label":0,"sentence":"You're a gift to those around you."}
{"label":0,"sentence":"You make my insides jump around in the best way."}
{"label":1,"sentence":"Australians of Reddit, since no peace treaty has been signed to officially conlude the Emu War, how has life in this constant state of war been for you?"}
{"label":0,"sentence":"You are strong."}
{"label":0,"sentence":"You’ve changed my life."}
{"label":0,"sentence":"You always know — and say — exactly what I need to hear when I need to hear it."}
{"label":1,"sentence":"How would you feel about school taking up an extra hour every day to teach basic 'adult stuff\" like washing clothes, basic cooking, paying taxes?"}
{"label":3,"sentence":"Dropbox saved $75M over two years by building its own infrastructure (2018)"}
{"label":3,"sentence":"Gallup: U.S. church membership dips below 50% for first time"}
{"label":1,"sentence":"Someone offers you $100/hr to watch any movie on repeat, which movie do you choose?"}
{"label":3,"sentence":"Hacked billboards make Teslas see phantom objects causing them to swerve or stop"}
{"label":3,"sentence":"NRA Bankruptcy Will Lead to Unprecedented Disclosure of Org's Financial Habits"}
{"label":0,"sentence":"You are a gift to those around you."}
{"label":0,"sentence":"Your creative potential seems limitless."}
{"label":0,"sentence":"Did someone smile at you warmly and heartily? “Thank you for sharing the good energy with me!”"}
{"label":2,"sentence":"Why is the National Rifle Association filing for bankruptcy? Because schools are closed."}
{"label":0,"sentence":"I am glad to have met you."}
{"label":3,"sentence":"Amazon Echo will start sharing your Internet with neighbors in June"}
{"label":3,"sentence":"UK Supreme Court rules Uber drivers are workers"}
{"label":2,"sentence":"Smoking will kill you. Bacon will kill you. Smoking bacon will cure it."}
{"label":3,"sentence":"Facebook approves alcohol, vaping and gambling ads targeting 13-17 year olds"}
{"label":3,"sentence":"The public has a right to know how companies that pay no taxes pull it off"}
{"label":2,"sentence":"TIL in germany when someone is diagnosed with coeliac disease other coeliacs will chase and try and hit them with bread to make them feel welcomed. It's called gluten tag."}
{"label":0,"sentence":"If you were a scented candle they'd call it Perfectly Imperfect (and it would smell like summer)."}
{"label":0,"sentence":"You're better than a triple-scoop ice cream cone. With sprinkles."}
{"label":2,"sentence":"Do you want to know why the republicans won't impeach Trump? Because they believe in carrying a baby to full term."}
{"label":2,"sentence":"A man crosses the Mexican border seeking better living conditions for his family. Then his constituency calls for him to resign as a senator from Texas."}
{"label":1,"sentence":"What is the most inoffensive thing you've seen someone get offended by?"}
{"label":3,"sentence":"Pfizer-Biontech vaccine data stolen in cyber attack"}
{"label":3,"sentence":"Newark cops, with reform, didn't fire a single shot in 2020"}
{"label":2,"sentence":"Word is Hollywood executives are mad about Elliot Page transitioning from a woman to a man... Now they'll have to pay him 20% more..."}
{"label":3,"sentence":"Hit songwriters ask pop stars to stop taking credit for songs they didn't write"}
{"label":1,"sentence":"For five minutes you get transported 30 years into the future, you sit in front of a computer, what information to you look up?"}
{"label":3,"sentence":"California Public Utilities Commission fired director who exposed missing $200M"}
{"label":0,"sentence":"You can really listen."}
{"label":3,"sentence":"We Learn Faster When We Aren’t Told What Choices to Make"}
{"label":0,"sentence":"You're wonderful."}
{"label":1,"sentence":"What are subtle red flags at a job interview that say 'working here would suck\"?"}
{"label":2,"sentence":"Of all the inventions of the last 100 years... the dry erase board has to be the most remarkable"}
{"label":1,"sentence":"Hey shy people what is your worst experience?"}
{"label":2,"sentence":"If Donald Trump, Rudy Giuliani, Bill Barr, Stephen Miller, and Jared Kushner we're on Air Force One together and the plane were to suddenly crash, who would survive? The United States of America."}
{"label":0,"sentence":"Be careful with {name}, we only have 1 {name}."}
{"label":2,"sentence":"What happens when you put a lot of LGBT people in a long line? You get a LGBTQ."}
{"label":1,"sentence":"What is something people don't realize is a privilege?"}
{"label":1,"sentence":"Therapists of reddit, what was your biggest 'I know I'm not supposed to judge you but holy sh*t\" moment?"}
{"label":1,"sentence":"What if God came down one day and said 'It's pronounced 'Jod' then left?"}
{"label":0,"sentence":"You’re the best thing that happened to this office."}
{"label":2,"sentence":"Why do the election results take so long? It’s a race between two 70+ year old men. What do you expect?"}
{"label":3,"sentence":"Steam survey shows Linux marketshare hitting 1.0%"}
{"label":0,"sentence":"If someone based an Internet meme on you, it would have impeccable grammar."}
{"label":2,"sentence":"You have to give President Trump credit Because he definitely doesn't have any cash."}
{"label":0,"sentence":"Your smile makes everyone’s day better."}
{"label":1,"sentence":"What was your 'F*** it, done helping others' moment?"}
{"label":2,"sentence":"I told my boss that three companies were after me and I need a raise.... My boss asked “what companies? “  Gas, water and electricity"}
{"label":0,"sentence":"You're an awesome friend."}
{"label":2,"sentence":"6 was scared of 7 because 7,8,9 but why did 7 eat 9? Because you are supposed to eat 3 squared meals per day"}
{"label":1,"sentence":"Hospital workers [SERIOUS] what regrets do you hear from dying patients?"}
{"label":3,"sentence":"Forget Going Back to the Office–People Are Just Quitting Instead"}
{"label":2,"sentence":"If trump wins the election, I will leave the United States If Biden wins the election, I will leave the United States  This is not a political post, I just want to travel"}
{"label":3,"sentence":"Australia to produce seaweed cattle feed that reduces methane emissions by 80%"}
{"label":0,"sentence":"You are my hero."}
{"label":1,"sentence":"If jacking off was a competitive sport, what would some team names be?"}
{"label":1,"sentence":"People who don't sleep naked, why?"}
{"label":1,"sentence":"What's your, 'Tis but a scratch!\" moment?"}
{"label":0,"sentence":"Listen, you are a perfect person. You are a perfect person and I appreciate you."}
{"label":1,"sentence":"If there was a zombie apocalypse, what do you think will AskReddit questions be like?"}
{"label":2,"sentence":"My son is 2934 days old today. He was born on 12/12/12.   &nbsp;   Edit: it's 12/12/12 for the non-Americans."}
{"label":3,"sentence":"Scientists fear pandemic's 'hyper hygiene' could have long-term health impacts"}
{"label":0,"sentence":"Your bellybutton is kind of adorable."}
{"label":3,"sentence":"Amazon shortchanged drivers $61.7M in tips"}
{"label":0,"sentence":" I appreciate your trust."}
{"label":0,"sentence":"If someone based an Internet meme on you, it would have impeccable grammar."}
{"label":3,"sentence":"Data Scientist Rebekah Jones, Facing Arrest, Turns Herself in to Authorities"}
{"label":0,"sentence":"You make me feel safe (in a hug)."}
{"label":2,"sentence":"As I handed my dad his 50th birthday card, he looked at me with tears in his eyes and said Y’know, one would have been enough."}
{"label":0,"sentence":"You always know how to find that silver lining."}
{"label":3,"sentence":"Reddit app got 50M downloads by making mobile web experience miserable"}
{"label":1,"sentence":"What is the most toxic thing a parent can say to a child?"}
{"label":1,"sentence":"20 years from now what will be the “ you are not going to always have a calculator in your pocket?”"}
{"label":2,"sentence":"Joke from my 12 year old “why do you never see elephants hiding in trees?” Because they’re so good at it!  Please don’t ban me"}
{"label":2,"sentence":"I was blessed with a 9 inch penis. The priest is in jail now."}
{"label":3,"sentence":"In January, there were more real-estate agents than homes for sale in the U.S."}
{"label":0,"sentence":"Your hair looks stunning."}
{"label":0,"sentence":"You’re more fun than bubble wrap."}
{"label":2,"sentence":"If having sex for money makes you a whore then having sex for free makes you a non-profit whoreganization"}
{"label":1,"sentence":"Doctors of reddit, what’s it like when you go in for a doctors appointment? Do you and your doctor discuss what’s wrong with you like it’s a group project? Do you not go at all because you’re your own doctor?"}
{"label":3,"sentence":"New HIV vaccine with a 97% antibody response rate in phase I human trials"}
{"label":3,"sentence":"French bar owners arrested for offering free WiFi but not keeping logs"}
{"label":3,"sentence":"Google Removed ClearURLs Extension from Chrome Web Store"}
{"label":2,"sentence":"The nurse hands a man his newborn and says 'I'm sorry, but your wife didn't make it.\" He responds \"well give me the one my wife made.\""}
{"label":2,"sentence":"Did you know that Stephen King has a son named Joe? I'm not joking, but he is"}
{"label":2,"sentence":"I built a model of Mount Everest and my son asked, “Is it to scale?” I replied, “No.'   “It’s to look at.”"}
{"label":3,"sentence":"IBM has cut its blockchain team down to almost nothing – sources"}
{"label":1,"sentence":"Have you ever been drunk or high and came up with this truly amazing idea but then became sober and realized it wasn't as amazing as you thought it was? If so, what was the idea?"}
{"label":2,"sentence":"Why was Yoda afraid of 7 Because 9 7 8"}
{"label":3,"sentence":"Moderna mRNA sequence released to GitHub [pdf]"}
{"label":3,"sentence":"UK 'Right to repair' law to come in this summer"}
{"label":2,"sentence":"Wife: We just ate, why are you making pancakes? Me: They're for the dogs.   Wife: Why are you making pancakes for the dogs?   Me: They don't know how."}
{"label":2,"sentence":"How does a non-binary samurai kill people? They/Them"}
{"label":0,"sentence":"Serious?! It looks like you were photoshopped! (From: Crazy Stupid Love, 2011)"}
{"label":0,"sentence":"Being around you is like being on a happy little vacation."}
{"label":1,"sentence":"Non-Americans of reddit, what is your genuine reaction to what’s going on in America right now?"}
{"label":0,"sentence":"When you say, 'I meant to do that,\" I totally believe you."}
{"label":3,"sentence":"Firefox 86 Introduces Total Cookie Protection"}
{"label":3,"sentence":"Uber used 50 Dutch shell companies to dodge taxes on $6B in revenue"}
{"label":1,"sentence":"Which Video game franchise should be revived?"}
{"label":3,"sentence":"Roblox pays 26% of its revenue to Apple/Google for payment processing"}
{"label":2,"sentence":"I have daily sex Edit: I have dyslexia*"}
{"label":1,"sentence":"What conspiracy theory do you completely believe is true?"}
{"label":3,"sentence":"Tesla CEO Elon Musk critical of California, leaves the state and moves to Texas"}
{"label":1,"sentence":"What is a totally wrong thing that has become so widespread it's not considered wrong anymore?"}
{"label":2,"sentence":"Day 317 without sex Went jogging in flipflops just to remember the sound."}
{"label":1,"sentence":"What was supposed to be 'The Next Big Thing\", but totally flopped?"}
{"label":2,"sentence":"'Do not touch\" Must be the scariest thing to read in Braille."}
{"label":1,"sentence":"Which actor crushed a role so hard that nobody else will be able to live up to it?"}
{"label":2,"sentence":"What’s the difference between a police officer and a bullet? When a bullet kills someone else, you know it’s been fired"}
{"label":2,"sentence":"The movie Speed didn't have a director... Because if Speed had direction, it would have been called Velocity."}
{"label":1,"sentence":"You go to sleep on the 31st of December 2020 and wake up the next day but when you check your phone, it says January 1st 2020, after the first couple of days you realize it's just like groundhog day, what do you do with the information you have about 2020?"}
{"label":2,"sentence":"I tried to buy a Mortal Kombat soundtrack. All I could find were Finnish Hymns."}
{"label":2,"sentence":"If you accidentally drop ice cubes on the floor, just gently kick them under the refrigerator. Soon it’ll be just water under the fridge."}
{"label":0,"sentence":"Thank you very much for your special contribution!"}
{"label":1,"sentence":"What basic, children's-age-level fact did you only find out embarrassingly later in life?"}
{"label":2,"sentence":"I tried to warn my son about the dangers of Russian roulette... It went in one ear and out the other."}
{"label":3,"sentence":"San Francisco Apartment Rents Crater Up to 31%, Most in U.S."}
{"label":1,"sentence":"Teachers of reddit, what are some signs that a student is being abused or lives in a toxic environment ?"}
{"label":0,"sentence":"Actions speak louder than words, and yours tell an incredible story."}
{"label":2,"sentence":"I arrived early to the restaurant. The manager said do you mind waiting a bit? I said no. Good, he said.  Take these drinks to table nine."}
{"label":3,"sentence":"USB-C is about to go from 100W to 240W, enough to power beefier laptops"}
{"label":3,"sentence":"James Randi Has Died"}
{"label":0,"sentence":"That thing you don’t like about yourself is what makes you so interesting."}
{"label":2,"sentence":"A man was admitted to the hospital today with 20 plastic toy horses inserted in his rectum. Doctors have described his condition as stable."}
{"label":3,"sentence":"20k honey bees took over a tech company’s empty office during lockdown"}
{"label":1,"sentence":"What song has an upbeat tune but dark lyrics?"}
{"label":0,"sentence":"You are really courageous."}
{"label":1,"sentence":"Adults of Reddit, what is something every Teenager needs to know?"}
{"label":2,"sentence":"The school phoned me today and said, 'Your son's has been telling lies.\" I said,  \"Tell him, he's bloody good. I don't have any kids”"}
{"label":1,"sentence":"What's the craziest butterfly effect that happened to you because of a small decision you made?"}
{"label":1,"sentence":"What wedding moment made you think: “They are not going to last long”?"}
{"label":1,"sentence":"Doctors of Reddit: What happened when you diagnosed a Covid-19 denier with Covid-19?"}
{"label":0,"sentence":"You help me be the best version of myself."}
{"label":1,"sentence":"Time freezes for 48 hours and you’re the only thing not affected. What do you choose to do?"}
{"label":0,"sentence":"You bring out the best in other people."}
{"label":3,"sentence":"Woman Catches State Police Attaching Tracker to Her Car, Now They Want It Back"}
{"label":3,"sentence":"Signs of Life discovered on Venus and atmosphere"}
{"label":3,"sentence":"Opposition to Net Neutrality Was Faked, New York Says"}
{"label":3,"sentence":"Amazon Prime inflates prices, using the false promise of ‘free shipping’"}
{"label":0,"sentence":"Your voice is magnificent."}
{"label":0,"sentence":" You're really something special."}
{"label":1,"sentence":"What’s your “fake scenario that will never happen but I like to imagine it anyway so that I can fall asleep”?"}
{"label":3,"sentence":"Insurrectionists’ social media presence gives feds an easy way to ID them"}
{"label":2,"sentence":"What’s Mitch McConnell’s favorite movie? Kill Bill."}
{"label":3,"sentence":"Linus Torvalds says GPL v3 violates everything that GPLv2 stood for (2014)"}
{"label":0,"sentence":"After the other puts on a crazy accessory or piece of clothing: “You really look everything on you.”"}
{"label":1,"sentence":"What is something free from the internet, which everyone should take advantage of?"}
{"label":0,"sentence":"“Hey, I think you’re a cat / dog person!” They will ask, “Why?” or “How did you know?” And that’s your chance to compliment, “Oh, you just look so warm / friendly / sociable / relaxed I thought you like dogs / cats.”"}
{"label":0,"sentence":"You have a great sense of humor."}
{"label":2,"sentence":"If this year has taught us anything, it’s that Donald Trump is a regular American citizen He caught COVID-19, has massive debt, is about to be evicted from his house and is going to lose his job"}
{"label":3,"sentence":"Costa Rica Has Run on 100% Renewable Electricity for 299 Days"}
{"label":2,"sentence":"I phoned the wife earlier and asked if she wanted me to pick up Fish and Chips on the way home, but she just grunted at me. I think she still regrets letting me name the twins."}
{"label":2,"sentence":"Yesterday I paid a stranger to knock me unconscious, shove a foreign object up my ass and film the whole thing. Or As My Doctor Insists On Calling It, A Colonoscopy"}
{"label":3,"sentence":"Police in Minnesota round up journalists and take pictures of their faces"}
{"label":2,"sentence":"How can you tell if a Redditor isn't a native English speaker? They'll inform you after three paragraphs of professional English."}
{"label":2,"sentence":"I went to a beekeeper to get 12 bees. He counted and gave me 13. “Sir, you gave me an extra.” That’s a freebie."}
{"label":3,"sentence":"Firefox replaces Google Analytics with fake no-op in strict tracking protection"}
{"label":2,"sentence":"As a stand-up comic with a lisp, it can be difficult to convey sarcasm online /th"}
{"label":1,"sentence":"At 9:21 tonight, it will be the 21st minute of the 21st hour of the 21st day of the 21st year of the 21st century. What will you be doing?"}
{"label":2,"sentence":"What do you call a boner at a funeral? Mourning wood."}
{"label":0,"sentence":"Your warmth, love and intelligence."}
{"label":0,"sentence":"When you are with someone, you are with him too. You always give people your undivided attention, you never judge people."}
{"label":2,"sentence":"For my cake day, a joke I made up as a kid: Why is Aquaman such a dedicated super hero? Because he was born with a sense of porpoise."}
{"label":1,"sentence":"People who had 'Abstinence Only\" sex education, what was the most outrageous or untrue thing you were told?"}
{"label":3,"sentence":"Facebook Is a 'Super Spreader' of Election Misinformation"}
{"label":0,"sentence":"You have cute elbows. For reals!"}
{"label":1,"sentence":"What is the single most “you’ll understand it when you’re older” thing?"}
{"label":1,"sentence":"What's the single most important item in your home that has a value of $1 or less?"}
{"label":3,"sentence":"Reading Too Much Political News Is Bad for Your Well-Being"}
{"label":3,"sentence":"Finland has slashed homelessness; the rest of Europe is failing"}
{"label":1,"sentence":"Make a wish employees What was the most strangest thing a make a wish kid asked for and actually received?"}
{"label":0,"sentence":"You are making a difference."}
{"label":0,"sentence":"You’re great at figuring stuff out."}
{"label":0,"sentence":"Russel Brand: ‘I watched your show and I really enjoy it. Nice to be here, I enjoyed coming here. This is the fulfillment of one of my many childhood dreams. Nothing can match this experience, I feel honored to sit here next to you. ‘"}
{"label":3,"sentence":"Cars are about to be a software platform, subscriptions and all"}
{"label":0,"sentence":" You're even more beautiful on the inside than you are on the outside."}
{"label":2,"sentence":"What do you call a Christmas wreath made out of $100 bills? Aretha Franklins"}
{"label":1,"sentence":"You're cursed with the ability to see ghosts but you can only see either A. sexy ghosts that are constantly trying to get you hard at all times (you cant feel anything) or B. smart ghosts that always correct you in a condescending way to make you feel stupid, which do you choose and why?"}
{"label":3,"sentence":"Trumps email campaign service has suspended him"}
{"label":1,"sentence":"What do you think of the idea of 'adopting\" elderly people whose children have died as parents or grandparents, much the same way we adopt children whose parents have died as our own?"}
{"label":0,"sentence":"You light up the room."}
{"label":1,"sentence":"What are some GREEN flags early on in dating that the relationship should become serious?"}
{"label":3,"sentence":"Microsoft just force restarted my Windows PC again to install more unwanted apps"}
{"label":2,"sentence":"Why did the art thief’s van run out of gas as he drove away from the museum?  Because he had no Monet to buy Degas to make the Van Gogh."}
{"label":2,"sentence":"The bar staff asks why the non-linear structure? Quentin Tarantino walks into a bar."}
{"label":0,"sentence":"You always know just what to say."}
{"label":1,"sentence":"What is far deadlier than most people realize? [serious]"}
{"label":2,"sentence":"I didn’t know what to wear to my Premature Ejaculation Support Group So I just came in my pants"}
{"label":3,"sentence":"U.S. contributes 5 times more ocean plastic than previous estimates"}
{"label":3,"sentence":"The First Blue Pigment Discovered in 200 Years Is Finally Commercially Available"}
{"label":0,"sentence":"Your perspective is refreshing."}
{"label":3,"sentence":"Pfizer is testing a pill that, if successful, could cure Covid-19"}
{"label":0,"sentence":" You were cool way before hipsters were cool."}
{"label":3,"sentence":"CDC website built by Deloitte at a cost of $44M is abandoned due to bugs"}
{"label":1,"sentence":"People who take massive war crime level dumps in public bathrooms but don't flush. Why?"}
{"label":1,"sentence":"What would ads on porn sites look like if the majority of watchers were straight women?"}
{"label":0,"sentence":"Colors seem brighter when you're around."}
{"label":2,"sentence":"I was reading a great book about an immortal dog the other day It was impossible to put down"}
{"label":1,"sentence":"What was the best 'you have no power here\" moment you have ever seen?"}
{"label":1,"sentence":"People who got caught having sex at work what happened?"}
{"label":0,"sentence":"Someone is getting through something hard right now because you’ve got their back."}
{"label":3,"sentence":"Zoom lied to users about end-to-end encryption for years, FTC says"}
{"label":0,"sentence":"You’re more fun than a ball pit filled with candy. (And seriously, what could be more fun than that?)"}
{"label":1,"sentence":"Virgins of Reddit, how bored are you of all the questions about sex on this sub?"}
{"label":0,"sentence":" You seem to really know who you are."}
{"label":0,"sentence":"When you say you will do something, I trust you."}
{"label":1,"sentence":"You’re choosing a band name, the name must include a type of pasta, what are you going to call your band?"}
{"label":2,"sentence":"My wife just left me. She says life revolves around football and she's sick of it. I'm quite upset. We were together for 7 seasons."}
{"label":3,"sentence":"YouTube CEO receives freedom of expression award sponsored by YouTube itself"}
{"label":2,"sentence":"Today I learned that if you're in a canoe and it flips over in the water.... .....you can safely wear it on your head....because it's capsized."}
{"label":2,"sentence":"Where did little Jimmy go after getting lost in a mine field? Everywhere"}
{"label":1,"sentence":"Which fictional character would still be alive if other characters had used a bit of common sense?"}
{"label":2,"sentence":"My wife woke up just now. She is dreaming and muttering about how she wrote the Lord of The Rings trilogy. She’s Tolkien in her sleep."}
{"label":0,"sentence":"You smell really good."}
{"label":1,"sentence":"What are some hidden gem subreddits with plenty of stuff to binge read?"}
{"label":1,"sentence":"Would you rather be the best at speaking every language or be the best at playing every instrument? Why?"}
{"label":0,"sentence":"Beautiful, fashionable, stylish."}
{"label":3,"sentence":"34% of remote workers would quit rather than return to full-time office work"}
{"label":1,"sentence":"Aliens come to earth, one of them asks you 'hey you, do the thing. Ya know the thing you humans do\" what is the thing?"}
{"label":1,"sentence":"People who born deaf. How's your inner voice sound, or you just speak sign langue in your head?"}
{"label":2,"sentence":"Hey ladies, what do you call a guy that doesn’t eat pussy? You don't."}
{"label":3,"sentence":"Cuba′s Covid vaccine rivals Pfizer, Moderna"}
{"label":0,"sentence":"The way you treasure your loved ones is incredible."}
{"label":3,"sentence":"Ford Wants Billboards to Beam Distracting Ads to Screens Inside Your Car"}
{"label":2,"sentence":"Trump might finally get what he wants the most He might get to be president for the rest of his life."}
{"label":2,"sentence":"I like my women like I like my passwords Short and insecure"}
{"label":1,"sentence":"What’s a book everyone should read at least once in their lives?"}
{"label":3,"sentence":"50 Years Ago, Sugar Industry Quietly Paid Scientists to Blame Fat (2016)"}
{"label":1,"sentence":"What's the biggest bullet you've ever dodged?"}
{"label":3,"sentence":"Can We Stop Pretending SMS Is Secure Now?"}
{"label":1,"sentence":"You're gifted 24 straight hours where you and your pet(s) are suddenly able to understand each other and have real conversations like you're old bffs just catching up on lost time. What would you want to tell them and how would you want to spend those hours with them?"}
{"label":1,"sentence":"What’s a quote that permanently changed the way you look at things?"}
{"label":1,"sentence":"If you had a chance to broadcast one song to all the 7.8 billion people on this planet, which song would you choose?"}
{"label":1,"sentence":"What should we as a society stop making people feel insecure about?"}
{"label":0,"sentence":"Has anyone ever told you that you have great posture?"}
{"label":1,"sentence":"Teachers of reddit what is the most depressing thing a student has told you about their home life?"}
{"label":1,"sentence":"What's the weirdest thing you've seen happen at a friend's house that they thought was normal?"}
{"label":3,"sentence":"America's 1% Has Taken $50T From the Bottom 90%"}
{"label":3,"sentence":"Animal Populations Fell by 68% in 50 Years and It’s Getting Worse"}
{"label":2,"sentence":"Is your refrigerator running? If so, I may vote for it."}
{"label":3,"sentence":"Apple blocks Facebook update that called out 30-percent App Store ‘tax’"}
{"label":2,"sentence":"Why does Melania need to be on top when she and Trump have sex? Because Trump can only fuck up."}
{"label":3,"sentence":"Google sued: Idle Android eats mobile data to send telemetry and preload ads"}
{"label":0,"sentence":"Enthusiastic, love, energy, people around you inspire you with your effortless charisma."}
{"label":0,"sentence":"Our community is better because you’re in it."}
{"label":2,"sentence":"My Korean friend died yesterday So  Yung..."}
{"label":2,"sentence":"Insomnia is terrible. But on the plus side... Only three more sleeps till Christmas"}
{"label":1,"sentence":"What is something that is considered kindness but is just basic human decency?"}
{"label":3,"sentence":"Surveys show Americans want more walkable cities"}
{"label":3,"sentence":"Vitamin D insufficiency may account for almost 90% of Covid-19 deaths"}
{"label":0,"sentence":"You are a warm person."}
{"label":1,"sentence":"Doctors and nurses of reddit what have been your 'WHY DIDN'T YOU COME IN SOONER!?\" Moments?"}
{"label":2,"sentence":"Iamonthemoonandthereisnowheretogetabeer. Thereisnospacebar."}
{"label":3,"sentence":"FileZilla now contains adware if you download from the official homepage"}
{"label":2,"sentence":"My grandfathers favorite joke: what’s the difference between a drug dealer and a hooker? The drug dealer can’t wash the crack and resell it"}
{"label":0,"sentence":"I know you’ve had a hard time. I see you. You are a wonderful person. Despite your difficulties, you have found the courage to stand firm and be a role model. Maybe things go wrong sometimes, but you keep trying your best and it shows, friend! There should be more people worthy of as much respect as you. We need superiors like you in this world but we cannot because you are unique in the best possible way. Thank you for being this person. Now put on a smile and keep your chin up because you deserve it."}
{"label":3,"sentence":"How I cut GTA Online loading times by 70%"}
{"label":1,"sentence":"Doctors of Reddit, what are the dead giveaway signs that someone is faking?"}
{"label":2,"sentence":"What has 6 balls and fucks all the poor people? The lottery."}
{"label":0,"sentence":"On a scale from 1 to 10, you're an 11."}
{"label":1,"sentence":"How did your high school crush turn out as an adult?"}
{"label":1,"sentence":"What’s not as sexy as most people seem to think it is?"}
{"label":1,"sentence":"Assuming athletes would be nude at modern Olympics (as there were in the ancient times), which discipline would be the most cringy or the most awkward to watch?"}
{"label":3,"sentence":"Zoom is now critical infrastructure – that’s a concern"}
{"label":1,"sentence":"Have you ever not slept for so long that you started hallucinating? What was your experience?"}
{"label":2,"sentence":"Nobody will upvote a cake joke in my birthday I feel desserted.  &#x200B;  Happy cake day to me :)  &#x200B;  Edit: Wow...this blew up - thank you all for the birthday wishes, karma and awards"}
{"label":0,"sentence":"You are the only person I have met who continuously impresses me when I talk to you."}
{"label":0,"sentence":"I bet you do the crossword puzzle in ink."}
{"label":1,"sentence":"Steve Irwin has you pinned down in a headlock, what cool facts does he tell the audience about you and your habitat?"}
{"label":0,"sentence":"Someone is getting through something hard right now because you've got their back. "}
{"label":0,"sentence":"When you say, “I meant to do that,” I totally believe you."}
{"label":2,"sentence":"What did master yoda say when he saw himself on a 4k tv? HDMI"}
{"label":2,"sentence":"My granddad always used to say, “As one door closes another one opens.” Lovely man.  Terrible cabinet maker."}
{"label":0,"sentence":"I like your style."}
{"label":3,"sentence":"A Thai national park is mailing trash back to tourists"}
{"label":2,"sentence":"My girlfriend's vagina smells like roses....   But, Rose's is tighter..."}
{"label":0,"sentence":"I feel I can trust you (even though I just met you)."}
{"label":3,"sentence":"Arrest warrant issued for ex-Florida data scientist Rebekah Jones"}
{"label":3,"sentence":"You have the right to record police in public, federal court rules"}
{"label":0,"sentence":"You deserve a hug right now."}
{"label":2,"sentence":"My Chinese waiter thinks all white people look alike and gave my food to the wrong customer Wait. Never mind. That wasn't my waiter."}
{"label":0,"sentence":"How do you keep being so funny and making everyone laugh?"}
{"label":0,"sentence":"You’re like sunshine on a rainy day."}
{"label":2,"sentence":"Why did Ben Shapiro go on a diet? To destroy the lbs."}
{"label":3,"sentence":"Facebook has sent a cease-and-desist letter to researchers"}
{"label":2,"sentence":"What do you get if you mix human DNA and whale DNA? Banned from Seaworld  &#x200B;  Cake day so time to Karma Farm, and I can't see this joke posted  Edit: typo"}
{"label":2,"sentence":"Trump and Biden are trapped on island. Who survives? America"}
{"label":2,"sentence":"Give a Man a Fish and You Will Feed Him for a Day. Teach a man to fish and he will spend a fortune on gear he will only use twice a year."}
{"label":1,"sentence":"What popular saying is actually bullshit?"}
{"label":1,"sentence":"Which scene in a film disturbed you the most?"}
{"label":1,"sentence":"Fast food workers, what is your 'Sir, this is a Wendy's\" moment?"}
{"label":1,"sentence":"Chauvin guilty on all charges. What are your thoughts?"}
{"label":0,"sentence":"… Is funny, sexy, beautiful, talented, incomprehensibly intelligent, warm, and always radiant."}
{"label":1,"sentence":"What food does your mom make better than anybody who has ever existed in the history of the universe?"}
{"label":0,"sentence":"Spectacular, special, glorious woman, and he’s very nice and sweet."}
{"label":3,"sentence":"Show HN: Can’t afford Bloomberg Terminal? No prob, I built the next best thing"}
{"label":3,"sentence":"$7.5B In Stolen Bitcoin from 2016 Bitfinex Hack has just been moved"}
{"label":1,"sentence":"When did you realize your “friends” were actually fake friends?"}
{"label":3,"sentence":"Amazon Is Hiring an Intelligence Analyst to Track 'Labor Organizing Threats'"}
{"label":3,"sentence":"Kids Find a Security Flaw in Linux Mint by Mashing Keys"}
{"label":3,"sentence":"Microsoft says mandatory password changing is “ancient and obsolete” (2019)"}
{"label":3,"sentence":"More Scientists Urge Broad Inquiry into Coronavirus Origins"}
{"label":2,"sentence":"Why don't vegetarians moan during sex? Because they don't want to admit that a piece of meat makes them happy."}
{"label":3,"sentence":"Apple CEO Impressed by Remote Work, Sees Permanent Changes"}
{"label":1,"sentence":"If you could telepathically say something that all 7.8 Billion people on earth could hear at once what would it be?"}
{"label":0,"sentence":"When you make up your mind about something, nothing stands in your way."}
{"label":2,"sentence":"If it weren't for Arabs, we would never have 9/11    Instead it would be IX / XI"}
{"label":1,"sentence":"What do people think makes them look cool, but actually makes them look like a douchebag?"}
{"label":0,"sentence":"You’re gorgeous — and that’s the least interesting thing about you, too."}
{"label":2,"sentence":"A man is buying a banana, an apple and two eggs. The cashier says: “you must be single” The man replied: “Wow how did you know that ?”  Cashier: “ Because you’re fucking ugly”"}
{"label":0,"sentence":"You have hidden treasures in you."}
{"label":3,"sentence":"Peloton's $3k treadmill now comes with surprise 'subscription fee'"}
{"label":3,"sentence":"European Parliament approves mass surveillance of private communication"}
{"label":2,"sentence":"What do you get if you eat 3.14 cakes? Fat. You get fat.  &#x200B;  You were expecting a joke about pi? On my cake day?  &#x200B;"}
{"label":3,"sentence":"Jacques Cousteau’s Grandson Wants to Build the ISS of the Sea"}
{"label":1,"sentence":"You're on a date with the horniest man/woman in the world. You get $1 million if you say something that makes them not want sex from you. What do you say?"}
{"label":0,"sentence":"I’m a better person now that I’ve met you."}
{"label":2,"sentence":"It only takes 4 inches to please a woman And it doesn’t matter if it’s credit or debit"}
{"label":3,"sentence":"Germany bans Facebook from handling WhatsApp data over privacy concerns"}
{"label":0,"sentence":"Keep it up! I wish I looked like you, buddy."}
{"label":1,"sentence":"Straight males of reddit, what’s the gayest thing you’ve ever done?"}
{"label":1,"sentence":"What does your crazy neighbour do to be labelled 'the crazy neighbour\"?"}
{"label":0,"sentence":"You are even more beautiful on the inside than you are on the outside."}
{"label":2,"sentence":"What has 27 actors, three settings, two writers, and one plot? 671 Hallmark movies."}
{"label":3,"sentence":"Dog ejected from car during Sunday crash found on sheep farm, herding sheep"}
{"label":2,"sentence":"Why does Gordon Ramsay hate seeing a bunch of cute pet pictures? Cause it's fucking r/aww!  EDIT: Thanks for the dopamine hits, everyone!"}
{"label":2,"sentence":"I’m giving up drinking, for a month. *(oops, incorrect punctuation)*  I’m giving up. Drinking for a month."}
{"label":3,"sentence":"CERN Online introductory lectures on quantum computing from 6 November"}
{"label":2,"sentence":"Fat shaming is wrong. They have enough on their plate already."}
{"label":2,"sentence":"What did Yoda say when he saw himself in 4k? HDMI"}
{"label":0,"sentence":"Your kindness is a balm to all who encounter it."}
{"label":2,"sentence":"My wife kicked me out of the house just because she walked in on me whilst measuring my penis Just for the record, it reaches the back of her sister's throat!"}
{"label":1,"sentence":"What did a teacher do that made you automatically gain respect for them?"}
{"label":3,"sentence":"Reddit Rewrites History by Excluding Aaron Swartz"}
{"label":2,"sentence":"I know several jokes in sign language  I guarantee nobody has ever heard them."}
{"label":3,"sentence":"Facebook's 'Clear History' Tool Doesn't Clear Shit (2020)"}
{"label":2,"sentence":"My wife says if this post gets a 1000 likes, I can get anal on my cake day Please upvote because I want this house to be spotless"}
{"label":2,"sentence":"What happens when you do nothing about a respiratory pandemic? Your followers turn blue."}
{"label":3,"sentence":"Tim Sweeney: “ISO obstructs adoption of standards by paywalling them”"}
{"label":1,"sentence":"What is something unrealistic that you often see in movies that annoys the hell out of you?"}
{"label":3,"sentence":"H&M Hit with Record-Breaking GDPR Fine over Illegal Employee Surveillance"}
{"label":3,"sentence":"Radicle: A peer-to-peer alternative to GitHub"}
{"label":0,"sentence":"You’re wonderful."}
{"label":3,"sentence":"Spotify continues to remove Joe Rogan episodes"}
{"label":0,"sentence":"You radiate happiness."}
{"label":2,"sentence":"Most of the posts here are medium. They aren’t rare and they are definitely not well done."}
{"label":3,"sentence":"No Qualified Immunity for Cops Who Made Stuff Up to Justify Phone Seizure"}
{"label":1,"sentence":"What do you genuinely not understand?"}
{"label":0,"sentence":"If you were a box of crayons, you’d be the giant name-brand one with the built-in sharpener."}
{"label":3,"sentence":"Video game developers at Activision Blizzard say they'll walk out Wednesday"}
{"label":2,"sentence":"Why are murders so difficult to solve in Alabama? All the DNA matches and there are no dental records"}
{"label":0,"sentence":" You're a strong (sweet/optimistic/practical, etc.) woman. Never change that about you."}
{"label":0,"sentence":"Your name suits you to a T."}
{"label":2,"sentence":"I just read a list of “100 Things To Do Before You Die”... I was quite surprised that “Yell for help” wasn’t one of them."}
{"label":1,"sentence":"You die and the first thing you see in the afterlife are three buttons: 'Next level\", \"Spectate\" and \"Restart\". Which one do you press and why?"}
{"label":2,"sentence":"The 10th Fast and Furious film should be called.... Fast 10 Your Seat Belt."}
{"label":2,"sentence":"Does anyone remember the joke I made about the Chiropractor? It was about a weak back."}
{"label":0,"sentence":"You are making a difference."}
{"label":1,"sentence":"How would you feel about a TV show similar to 'Undercover Boss\", but instead of companies they secretly infiltrate and film police forces?"}
{"label":0,"sentence":"Your kindness is a balm to all who encounter it."}
{"label":1,"sentence":"If 2021 is as good as 2020 was bad, what will we see happen in 2021?"}
{"label":0,"sentence":" You're great at taking initiative."}
{"label":3,"sentence":"GoDaddy employees told they were getting a holiday bonus in a phishing test"}
{"label":0,"sentence":"You’re someone’s reason to smile."}
{"label":2,"sentence":"I just don't get how the german people could fall for Hitler and the Nazis There were an awful lot of red flags."}
{"label":1,"sentence":"Redditors who grew up poor: Besides practical money-saving measures, what were the unwritten social expectations of your world growing up?"}
{"label":0,"sentence":"Somehow you make time stop and fly at the same time."}
{"label":1,"sentence":"People who don't get stressed during a presentation, school or work, what's your secret?"}
{"label":2,"sentence":"I've decided to quit my job as a personal trainer because the weights are too heavy. I just handed in my too weak notice."}
{"label":3,"sentence":"I Suspect Many Task Deadlines Are Designed to Force Engineers to Work for Free"}
{"label":3,"sentence":"U.S. senators reintroduce bill to make daylight saving time permanent"}
{"label":2,"sentence":"At a recent rally, somebody threw a beer at Trump's head... He's fine. It was a draft, so he dodged it."}
{"label":1,"sentence":"What non-sexual fantasies do you have?"}
{"label":2,"sentence":"Why did it take the police so long to show up to Capitol Hill today? Because they had to go home and change first."}
{"label":2,"sentence":"Corona must have hit India hard... I´ve not recieved a single phone call this week from Microsoft to warn me about a virus on my computer."}
{"label":0,"sentence":"If you were a scented candle they’d call it Perfectly Imperfect (and it would smell like summer)."}
{"label":3,"sentence":"Wuhan lab staff sought hospital care before Covid-19 outbreak disclosed"}
{"label":0,"sentence":"On a scale from 1 to 10, you’re an 11."}
{"label":0,"sentence":"Jokes are funnier when you tell them."}
{"label":1,"sentence":"What loophole did you exploit for years before someone found out?"}
{"label":3,"sentence":"Nikola admits prototype was rolling downhill in promotional video"}
{"label":3,"sentence":"WhatsApp gives users an ultimatum: Share data with FB or stop using the app"}
{"label":0,"sentence":"You, as an intelligent person, could easily understand how {state} is already inside you."}
{"label":3,"sentence":"Particle seen switching between matter and antimatter at CERN"}
{"label":0,"sentence":"When you make a mistake, you try to fix it."}
{"label":1,"sentence":"People who have came close to dying, what were your “last” thoughts?"}
{"label":2,"sentence":"I changed the tags of my mother’s herb jars. She hasn’t notice it yet.. But the thyme is cumin"}
{"label":3,"sentence":"TikTok: All under-16s' accounts made private"}
{"label":1,"sentence":"[NSFW] If you suddenly discovered that people you had fantasized about, while masturbating, were always fully aware of this, what would your first thoughts be?"}
{"label":3,"sentence":"Voyagers Detect an Increase in the Density of Space Outside the Solar System"}
{"label":2,"sentence":"Your mum is so slow It took her 9 months to come up with a good joke"}
{"label":0,"sentence":"You have the quality of getting the best out of other people."}
{"label":0,"sentence":"Conan O’Brian: ‘Do I exercise? I want to try to look like you. I would like to exchange my body with you right now. ‘"}
{"label":2,"sentence":"Why can't dinosaurs clap their hands? Cause they're dead."}
{"label":3,"sentence":"Amazon is delivering nearly two-thirds of its own packages"}
{"label":1,"sentence":"You’ve been kidnapped. 30 mins later your kidnapper dumps you on the street because you won’t stop talking about what?"}
{"label":2,"sentence":"I got my covid test results and I'm so confused.. it was just the number 83... On the plus side my IQ test came back positive"}
{"label":0,"sentence":"Jokes are funnier when you tell them."}
{"label":1,"sentence":"What's a relatively unknown technological invention that will have a huge impact on the future?"}
{"label":2,"sentence":"How many potatoes does it take to kill an Irishman? none"}
{"label":1,"sentence":"A lot of famous recipes are claimed to be made with love, but what’s a dish that’s probably made with hatred?"}
{"label":2,"sentence":"Pun enters a room, kills 10 people Pun in, 10 dead  Edit: accidental exposure for putin. Accident awaits me i guess. Thanks for nothing guys."}
{"label":1,"sentence":"What’s your favorite question to ask someone to get to know them better?"}
{"label":0,"sentence":"What a pleasant personality you have."}
{"label":1,"sentence":"What are some skinny people problems?"}
{"label":1,"sentence":"Whats the best dialogue you have ever heard in porn?"}
{"label":0,"sentence":"If you need someone or something I am here for you."}
{"label":0,"sentence":"You seem to really know who you are."}
{"label":3,"sentence":"Oxford Covid-19 vaccine prompts immune response among adults old and young"}
{"label":1,"sentence":"What's the most wholesome experience you've had with a stranger?"}
{"label":3,"sentence":"RIAA Abuses DMCA to Take Down Popular Tool for Downloading Online Videos"}
{"label":0,"sentence":"You are pure and compassionate."}
{"label":0,"sentence":"You're a great listener."}
{"label":2,"sentence":"I can’t take my dog to the park as all the ducks keep trying to bite him...  My fault for getting one that’s pure bread."}
{"label":3,"sentence":"Unanswered user makes question their MS thesis and answers self 2 years later"}
{"label":3,"sentence":"A man is looking for the friends who shipped him overseas in a crate in 1965"}
{"label":1,"sentence":"The internet is scheduled to go down forever. You have a week to prepare and download anything from the web you think is necessary to have for the rest of your life. What do you download and why?"}
{"label":0,"sentence":"I bet you do the crossword puzzle in ink."}
{"label":3,"sentence":"Germany is beginning a 3y universal-basic-income trial with $1400/mo per person"}
{"label":0,"sentence":"You’re the coolest person I know. And I consider myself bet friends with like all celebrities, so. . . ."}
{"label":2,"sentence":"What do you feed a woman to stop her from giving blowjobs? Wedding cake"}
{"label":1,"sentence":"Lawyers of reddit what was your “HOLD IT!” moment where you knew you would win?"}
{"label":1,"sentence":"What is something that you just cannot understand the popularity of?"}
{"label":0,"sentence":"Talent! You have a gift!"}
{"label":1,"sentence":"You get $5,000,000 USD, but for every two weeks you are alive for, a tastebud grows in your butthole. Would you take it? Why or why not?"}
{"label":3,"sentence":"Google promised its contact tracing app was completely private, but it wasn’t"}
{"label":3,"sentence":"Google Maps will soon default to the route with the lowest carbon footprint"}
{"label":2,"sentence":"My 7 yr old just made this one up: What do you say when a dinosaur farts? That was a blast from the past!"}
{"label":1,"sentence":"What was the highest waste of money that you don't regret?"}
{"label":1,"sentence":"What’s a “boring” hobby that’s not boring at all?"}
{"label":1,"sentence":"What is an adult problem that nobody prepared you for?"}
{"label":3,"sentence":"Update: YouTube-dl reinstantiated thanks to EFF (2020)"}
{"label":2,"sentence":"My local drug dealer started dressing up as a Jehovah's Witness so he wouldn't arouse suspicion.   He got arrested after the police saw people actually letting him in."}
{"label":3,"sentence":"Irish Court Says Subway Bread Is Too Sugary to Be Called 'Bread'"}
{"label":0,"sentence":"You're like a breath of fresh air."}
{"label":3,"sentence":"Nassim Taleb: Bitcoin failed as a currency and became a speculative ponzi scheme"}
{"label":1,"sentence":"How would you feel if underwear had butt cheek sizes A,B,C,DD etc just like bra cup sizes but for your butt?"}
{"label":2,"sentence":"Thats a Bug  \\*\\*Scientist: Dick Bug\\*\\*     Other Scientist: no     \\*\\*Scientist: Penis Beetle\\*\\*     Other Scientist: no     \\*\\*Scientist: Cock Roach\\*\\*     Other Scientist: fine whatever"}
{"label":0,"sentence":"You have a warm personality."}
{"label":0,"sentence":"Your voice is magnificent."}
{"label":0,"sentence":"When you make up your mind about something, nothing stands in your way."}
{"label":1,"sentence":"What would 12 year-old you never believe about adult you?"}
{"label":3,"sentence":"Julian Assange Case: Keystone Witness Admits He Lied, US Media Ignores"}
{"label":2,"sentence":"I told my daughter, 'Did you know that humans eat more bananas than monkeys?\" She rolled her eyes at me, but I persevered. \"It’s true!\"   \"When was the last time you ate a monkey?!\""}
{"label":3,"sentence":"Google made it nearly impossible for users to keep their location private"}
{"label":2,"sentence":"If someone calls you Fat, just ignore them. You are bigger than that!"}
{"label":2,"sentence":"What are a male donkey’s pronouns? He / haw"}
{"label":3,"sentence":"Suez Canal will be widened by 131 feet to avoid a repeat of the Ever Given chaos"}
{"label":2,"sentence":"A man was brought to the ER badly injured from an accident. “We’re losing him!” said a nurse.  “Not on my watch!” said the surgeon, who clocked out and went home."}
{"label":3,"sentence":"Indian Govt to buy bulk subscription of scientific journals and give free access"}
{"label":2,"sentence":"Guys, don't install adblock I did, and now the hot singles in my area don't want to meet me any more."}
{"label":3,"sentence":"2,000-year-old redwoods survive wildfire at California's oldest state park"}
{"label":3,"sentence":"'Fake' Amazon workers defend company on Twitter"}
{"label":0,"sentence":"I will encourage people to name their non-ugly children after you."}
{"label":3,"sentence":"Microsoft Authenticator Chrome Extention is not from MS and is phishing"}
{"label":3,"sentence":"Archivists Are Trying to Make Sure a ‘Pirate Bay of Science’ Never Goes Down"}
{"label":0,"sentence":"I am so glad you wanted to share that with me, something that you are passionate about. Thanks for that present."}
{"label":0,"sentence":"Hello beautiful soul."}
{"label":1,"sentence":"People who work at 5 Star Hotels: what type of shit goes on that management doesn’t want people to know?"}
{"label":0,"sentence":" If cartoon bluebirds were real, a couple of 'em would be sitting on your shoulders singing right now."}
{"label":0,"sentence":"You're like a ray of sunshine on a really dreary day."}
{"label":2,"sentence":"I just heard a joke about Oedipus and Midas. It was motherfucking gold."}
{"label":2,"sentence":"What did the lesbian vampire say to her girlfriend? 'Same time next month?\""}
{"label":3,"sentence":"McKinsey to pay $573M to settle claims over opioid crisis role: source"}
{"label":0,"sentence":" Looking like a complete idiot with you is really fun."}
{"label":0,"sentence":"That color is perfect on you."}
{"label":2,"sentence":"My friend claims that he “accidentally” glued himself to his autobiography, but I don’t believe him. But that’s his story, and he’s sticking to it."}
{"label":3,"sentence":"Bottled water is 3,500 times worse for the environment than tap water"}
{"label":2,"sentence":"Call me a racist if you want, but south of the border is a sea of violence, corruption and stupidity I wouldn't touch with a ten foot pole. Thank god I live in Canada"}
{"label":3,"sentence":"Windows XP source code has leaked"}
{"label":2,"sentence":"What did Charizard say when he saw Pikachu Charizard  Edit: I’m dumb, he would just roar"}
{"label":3,"sentence":"Police officer plays Taylor Swift song to keep a video off YouTube"}
{"label":2,"sentence":"My crush told me that I'm pretty. Well, the whole sentence was 'you're pretty annoying\", but I focus only on the positive things."}
{"label":3,"sentence":"YouTuber gets cease and desist notice for video showing how to make cheese"}
{"label":0,"sentence":"You should be proud of yourself."}
{"label":3,"sentence":"If Apple is the only organisation defending our privacy, it is time to worry"}
{"label":1,"sentence":"Those of you Redditor’s in happy, healthy, and fulfilling relationships, what were the “green flags” you noticed about your partner early on in your relationship with them?"}
{"label":3,"sentence":"Reddit bans subreddit group “r/DonaldTrump”"}
{"label":1,"sentence":"What movie could have been over in 10 minutes if the main character wasn't such a fool?"}
{"label":1,"sentence":"Would you live in a van for 6 months for $100,000 and why?"}
{"label":3,"sentence":"Coronavirus is in the air – there’s too much focus on surfaces"}
{"label":2,"sentence":"TIL Albert Einstein was a real person. I had always thought he was only a theoretical physicist."}
{"label":1,"sentence":"What's the dumbest way you've gotten a scar?"}
{"label":1,"sentence":"Almost 80% of the ocean hasn’t been discovered. What are you most likely to find there?"}
{"label":1,"sentence":"What screams 'I lost the argument\"?"}
{"label":2,"sentence":"Why do men give cold women their jackets? No man wants a blowjob from a woman with chattering teeth"}
{"label":0,"sentence":"The way you treasure your loved ones is incredible."}
{"label":1,"sentence":"How would you feel about Reddit adding 3 NSFW filters to distinguish between porn, gore, and repetitive posts asking how you would feel about Reddit adding 2 NSFW filters to distinguish between porn and gore?"}
{"label":1,"sentence":"Overthinkers of Reddit, what unlikely scenario actually came true that you were completely prepared for because you are an overthinker?"}
{"label":3,"sentence":"EU proposal to ban encryption for chat apps"}
{"label":0,"sentence":"You're great at figuring stuff out."}
{"label":0,"sentence":"You’re always learning new things and trying to better yourself, which is awesome."}
{"label":3,"sentence":"Blood test that finds 50 types of cancer is accurate enough to be rolled out"}
{"label":3,"sentence":"California would decriminalize psychedelics, paving way for medical treatment"}
{"label":3,"sentence":"Facebook to staff: Avoid company-branded clothing for own safety"}
{"label":0,"sentence":"“Do you know what’s wrong with you?” ‘What?’ ‘Nothing!’ (From: Charade, 1963)"}
{"label":0,"sentence":"You are really kind to people around you."}
{"label":3,"sentence":"Bitcoin now uses more electricity than Argentina"}
{"label":0,"sentence":"I know you as nice and tidy, a man of integrity and beauty who has overcome all the trials and tribulations of the profession with greatness and honor, and keeps going {state} through everything, what an admirable man with your effortless charm!"}
{"label":0,"sentence":"You are my favorite man / woman."}
{"label":0,"sentence":"Our community is better because you're in it."}
{"label":1,"sentence":"If we could set up a Truman Show scenario where Trump thinks he’s President again and the public send in scenarios for him to deal with, what would you suggest?"}
{"label":3,"sentence":"Zoom Deleted Events Discussing Zoom “Censorship”"}
{"label":0,"sentence":"You are very easy and nice to talk to."}
{"label":3,"sentence":"Nokia selected by NASA to build cellular network on the moon"}
{"label":0,"sentence":"I want to be a better person because of you."}
{"label":2,"sentence":"I asked my wife, “I’m stuck on a crossword clue—Overworked Postman— can you help me?” She said, “Sure. How many letters?”  I said, “I’m guessing—too many.”"}
{"label":2,"sentence":"Me: My name is Matt, and I'm an alcoholic. AAA: This is AAA, not AA.  Me: Yeah, I was just explaining how my car got in the lake."}
{"label":3,"sentence":"Open Source Insulin"}
{"label":3,"sentence":"New youtube-dl release: v2020.11.01.1"}
{"label":3,"sentence":"Universal basic income to be tested in Wales"}
{"label":2,"sentence":"An electrician comes home late.... Wife: 'Wire you insulate?\"  Electrician: \"Watts it to you? I'm ohm, aren't I.\""}
{"label":0,"sentence":"I'm inspired by you."}
{"label":0,"sentence":" You are the most perfect you there is."}
{"label":1,"sentence":"Stephen Covey said “Most people do not listen with the intent to understand; they listen with the intent to reply.” What are your thoughts on this?"}
{"label":0,"sentence":"There’s ordinary, and then there’s you."}
{"label":1,"sentence":"If Cinderella’s shoe fit perfectly, then why did it fall off when she ran?"}
{"label":3,"sentence":"Israeli study finds 94% drop in symptomatic Covid-19 cases with Pfizer vaccine"}
{"label":1,"sentence":"What did a crush do that made you instantly lose interest in him/her?"}
{"label":1,"sentence":"What was the worst job interview you've had?"}
{"label":1,"sentence":"What is, surprisingly, safe for human consumption?"}
{"label":1,"sentence":"People who are stopped at a red light for 1 minute but creep forward a few feet every 10 seconds... Why?"}
{"label":3,"sentence":"Plan Your Route Privately: DuckDuckGo Now Has Driving and Walking Directions"}
{"label":0,"sentence":"You seem like a very wise man / woman."}
{"label":3,"sentence":"U.S. court: Mass surveillance program exposed by Snowden was illegal"}
{"label":1,"sentence":"Couples therapists, without breaking confidentiality, what are some relationships that instantly set off red flags, and do you try and get them to work out?"}
{"label":2,"sentence":"I hate shower sex. It's slippery, awkward, and one of the worst things about prison."}
{"label":0,"sentence":"You radiate happiness."}
{"label":3,"sentence":"Over 96% of Apple Users Have Blocked Facebook from Tracking Them"}
{"label":2,"sentence":"I just hired a beautiful 21 year old girl to look after my 1 year old baby. Now I have two issues:   1. How to tell this to my wife  2. Where to find a 1 year old baby"}
{"label":1,"sentence":"Your parents and the media were right. Video games do cause violence. Based on the last game you played, what are you getting arrested for?"}
{"label":0,"sentence":"The people you love are lucky to have you in their lives."}
{"label":3,"sentence":"Why Schools Should Exclusively Use Free Software (2014)"}
{"label":3,"sentence":"An AI can simulate an economy millions of times to create fairer tax policy"}
{"label":1,"sentence":"What was the weirdest thing the weird kid did at school?"}
{"label":3,"sentence":"House of Representatives say Facebook Oculus login requirement anticompetitive"}
{"label":1,"sentence":"What's the weirdest sex act you've ever done alone?"}
{"label":1,"sentence":"What video game caused you the most amount of rage?"}
{"label":2,"sentence":"The 72 virgins were not what I expected Turns out it was just a reddit admin meeting."}
{"label":1,"sentence":"What's the weirdest compliment you've ever been given?"}
{"label":1,"sentence":"Vets of Reddit, What was the worst pet name you have ever encountered in your job?"}
{"label":0,"sentence":"You deserve a hug right now."}
{"label":2,"sentence":"I told my girlfriend that the milkman said he had shagged every woman in our building except one!!  “I bet it’s the snooty bitch at number twenty three,” she replied."}
{"label":3,"sentence":"Police playing music while being filmed, seemingly to trigger copyright filters"}
{"label":1,"sentence":"People who asked for a pencil every single day in school. How is life going for you?"}
{"label":1,"sentence":"[Serious] People from Reddit who survived Corona, how has your daily life changed? What are the side effects after?"}
{"label":1,"sentence":"What’s an industry secret in the field you work in?"}
{"label":1,"sentence":"What’s something you’d love to see but won’t be alive for?"}
{"label":1,"sentence":"What is a NOT fun fact?"}
{"label":0,"sentence":"If you were a box of crayons, you'd be the giant name-brand one with the built-in sharpener."}
{"label":2,"sentence":"Boss: This is the third time you've been late for work this week. Do you know what that means? Me: That it's only Wednesday"}
{"label":3,"sentence":"Google made plans to target the EU official in charge of digital policy updates"}
{"label":2,"sentence":"People who don't understand the difference between... People who don't understand the difference between etymology and entomology bug me in ways I can't put into words."}
{"label":0,"sentence":"Our system of inside jokes is so advanced that only you and I get it. And I like that."}
{"label":3,"sentence":"Samsung TV owners complain about increasingly obtrusive ads"}
{"label":1,"sentence":"What’s cool now, but probably won’t be in 5 years?"}
{"label":2,"sentence":"Bad news: a message in German sent 110 years ago by homing pigeon was just found. Worse news: it was an acceptance letter to art school."}
{"label":2,"sentence":"How many times do you have to tickle an octopus to make it laugh? Ten-tickles.  Of course it only has 8 of those.  So the first two were test-tickles!"}
{"label":2,"sentence":"My son kept chewing on electrical chords, so I grounded him... He's doing better currently and conducting himself properly."}
{"label":1,"sentence":"Redditors who work at remote places like forest officers, oil rig workers, etc, what creepy things have you noticed while at work?"}
{"label":0,"sentence":" You should be proud of yourself."}
{"label":3,"sentence":"Belarus 'diverts Ryanair flight to arrest journalist'"}
{"label":0,"sentence":"As far as I know, I wish I were you."}
{"label":2,"sentence":"My friend once told me, 'Your wife and daughter look like twins!\" I replied, \" Yeah well, they were separated at birth\""}
{"label":3,"sentence":"Facebook reported fake numbers to advertisers"}
{"label":3,"sentence":"Stop the Earn IT Bill Before It Breaks Encryption"}
{"label":2,"sentence":"I’m American, and I’m sick of people saying America is “the stupidest country in the world.” Personally, I think Europe is the stupidest country in the world."}
{"label":0,"sentence":"When I'm down you always say something encouraging to help me feel better."}
{"label":0,"sentence":"You’re inspiring."}
{"label":0,"sentence":"You are unique."}
{"label":2,"sentence":"So my girlfriend told me we could watch a porno for my birthday and do everything that we saw in the video I was so freaking excited, until she fucked the pizza guy.  :("}
{"label":0,"sentence":"Aside from food. You’re my favorite."}
{"label":0,"sentence":"You have the best laugh."}
{"label":0,"sentence":"You could survive a Zombie apocalypse."}
{"label":3,"sentence":"EA got hacked and games source code leaked including new game Battlefield 2042"}
{"label":2,"sentence":"I tried donating blood today. Never again!! Too many stupid questions. Whose blood is it? Where did you get it from?? Why is it in a bucket???"}
{"label":3,"sentence":"4-day workweek boosted workers' productivity by 40%, Microsoft Japan says"}
{"label":2,"sentence":"CEO of IKEA is now the Prime Minister of Sweden He is currently assembling his cabinet."}
{"label":1,"sentence":"What is your favourite “dead” video game franchise?"}
{"label":1,"sentence":"What was your biggest/most regrettable 'It's not a phase, mom. It's my life.\" that, in fact, turned out to be just a phase and not your life?"}
{"label":1,"sentence":"What would you do with a cardboard box?"}
{"label":0,"sentence":"You are awesome."}
{"label":0,"sentence":"Being around you makes everything better!"}
{"label":1,"sentence":"How do you feel about a friend with benefits, but instead of sexual benefits it's medical, dental and pension?"}
{"label":0,"sentence":"The following example is for how you interact with a client on the job and is not so much a compliment as it makes the other person feel very good: “Hello sir, we’ve already counted on you!”"}
{"label":1,"sentence":"What is clearly a scam but is so normalized people don’t notice?"}
{"label":3,"sentence":"Ajit Pai apparently mismanaged $9B fund–new FCC boss starts “cleanup”"}
{"label":3,"sentence":"Russia gives Edward Snowden permanent residency"}
{"label":2,"sentence":"Apparently my family is racist I had them meet my new black girlfriend and they all started screaming at us. Especially my wife."}
{"label":3,"sentence":"Major leak 'exposes' members and 'lifts the lid' on the Chinese Communist Party"}
{"label":3,"sentence":"Nvidia announces mining GPUs, cuts the hash rate of RTX-3060 in half"}
{"label":2,"sentence":"My 8 year old son's joke: What do you call an ox with big butt? Buttocks"}
{"label":3,"sentence":"US says Saudi prince approved Khashoggi killing"}
{"label":0,"sentence":"You’re even better than a unicorn, because you’re real."}
{"label":0,"sentence":"I believe in you and I mean it."}
{"label":2,"sentence":"Monopoly is fun but it has some really old stuff that isn’t valid anymore. There’s free parking, a luxury tax and rich people can actually go to jail."}
{"label":0,"sentence":"The world is a better place with you in it."}
{"label":1,"sentence":"What is a phrase you HATE hearing from people?"}
{"label":0,"sentence":"You have impeccable manners."}
{"label":1,"sentence":"What myth is still widely circulated as truth?"}
{"label":2,"sentence":"Girl: Come over Guy: I'm coming over  Girl: We should stop using Walkie-Talkies in bed over"}
{"label":2,"sentence":"You’re all wrong, the Earth isn’t flat or round... It’s fucked"}
{"label":0,"sentence":"What’s your name? Because I thought to myself: what is kindness called?"}
{"label":2,"sentence":"A joke from my 8 year old......Did you know that 10+10 and 11+11 are the same? 10+10=twenty 11+11=twenty too"}
{"label":2,"sentence":"How do you buy a kitten when the pet store is closed? (Joke from my 10 yr old) You order it from the Cat-alogue"}
{"label":1,"sentence":"What will never be the same again once the pandemic is over?"}
{"label":0,"sentence":"You're one of a kind!"}
{"label":0,"sentence":"You know, I can really be myself with you."}
{"label":2,"sentence":"How many cops does it take to push a black man down the stairs? None, reports say he fell"}
{"label":0,"sentence":"Everyday is just BLAH when I don’t see you For reals! (awesome – you are halfway through the list. You’re awesome!)"}
{"label":1,"sentence":"'God gave man a brain and a penis. And only enough blood to run one at a time.\" - Robin Williams What are some real-life examples of this?"}
{"label":3,"sentence":"“I no longer build software”"}
{"label":3,"sentence":"Robinhood now has a 1-Star rating on the Google Play Store"}
{"label":1,"sentence":"An alien asks you to join them on a trip through the cosmos, you’ll experience amazing things, but won’t be coming back to earth. Would you go? Why or why not?"}
{"label":0,"sentence":"You’re irresistible when you blush."}
{"label":2,"sentence":"Pornhub now has a category for Coronavirus videos It's for sick fucks."}
{"label":0,"sentence":"Babies and small animals probably love you."}
{"label":3,"sentence":"Pentagon Surveilling Americans Without a Warrant, Senator Reveals"}
{"label":0,"sentence":" You've got all the right moves!"}
{"label":1,"sentence":"People with the last name Pepper who have doctorate degrees, what is your experience introducing yourself to people and do you wish you could change your name?"}
{"label":0,"sentence":"Elegant, gorgeous, smart, warm."}
{"label":1,"sentence":"Men of Reddit, How Do You Stop Excess Dripping After Peeing?"}
{"label":2,"sentence":"My wife complains about constantly being sexually harassed at work I told her she can stop working from home and go back to the office if she doesn’t like it"}
{"label":2,"sentence":"Why did the non-binary prospector move West in 1849? Because there was gold up in them/their hills."}
{"label":0,"sentence":"Hey, I like you and I really enjoy your company. We should spend more time together."}
{"label":1,"sentence":"(Serious) Redditors who witnessed a murder, what is your story?"}
{"label":0,"sentence":"Your warmth, love and intelligence."}
{"label":3,"sentence":"Pfizer 91% effective in updated data, protective against South African variant"}
{"label":3,"sentence":"People Can't Vacuum or Use Their Doorbell Because Amazon's Servers Are Down"}
{"label":0,"sentence":"I think you were the key person in designing this product."}
{"label":0,"sentence":"Somehow you make time stop and fly at the same time."}
{"label":1,"sentence":"Douglas Adams once wrote, “I may not have gone where I intended to go, but I think I have ended up where I needed to be,” how might this quote describe an experience in your life?"}
{"label":3,"sentence":"Massachusetts Just Passed the World’s Most Advanced Right to Repair Law"}
{"label":2,"sentence":"I got the words 'jacuzzi\" and \"yakuza\" confused. Now I'm in hot water with the Japanese mafia."}
{"label":3,"sentence":"Rockstar thanks GTA Online player who fixed load times, official update coming"}
{"label":1,"sentence":"You can go back 100,000 years to a cave that will be discovered by archeologists, what do you write on the wall to mess with them?"}
{"label":3,"sentence":"How I Found a Vulnerability to Hack iCloud Accounts and How Apple Reacted to It"}
{"label":0,"sentence":" You embody all the best qualities of each Hogwarts house, rolled into one."}
{"label":2,"sentence":"I met my girlfriend whilst she was working at the zoo. There she was in her uniform – straightaway I knew she was a keeper."}
{"label":1,"sentence":"People who choose to be kind everyday despite of not receiving the same kindness back , what motivates you ?"}
{"label":2,"sentence":"My girlfriend borrowed $100 from me. After 3years, when we separated, she returned exactly $100. I lost Interest in that relationship."}
{"label":1,"sentence":"What are some SOLVED mysteries?"}
{"label":1,"sentence":"If an alien offered you a one week trip across the galaxy and back with the catch being 15 years passes on Earth, would you accept or reject the offer and why?"}
{"label":3,"sentence":"A Supercomputer Analyzed Covid-19 and an Interesting New Theory Has Emerged"}
{"label":0,"sentence":"I can even have fun with you in hell!"}
{"label":0,"sentence":"I find you fascinating in interesting."}
{"label":1,"sentence":"What is a fact about the human body that not many people know about?"}
{"label":2,"sentence":"Don't challenge Death to a pillow fight Unless you're prepared for the Reaper cushions"}
{"label":2,"sentence":"Why is prostitution illegal? Because when it comes to screwing people and taking their money, the government doesn't want anyone outperforming them"}
{"label":0,"sentence":"You’re better than a triple-scoop ice cream cone. With sprinkles."}
{"label":1,"sentence":"How would you feel about a button that filters out all political sub reddits on the popular or /r/all page?"}
{"label":2,"sentence":"What do you get when you spell “man” backwards? Flashbacks."}
{"label":2,"sentence":"Got my stimulus check on St. Patrick’s Day Call that luck of the IRS."}
{"label":2,"sentence":"My wife got stung by a bee on the forehead. She's at the ER now, her face all swollen and bruised, she almost died. Luckily I was close enough to hit the bee with my shovel."}
{"label":1,"sentence":"What weird thing would you make socially acceptable if you could?"}
{"label":3,"sentence":"Japan government backs 4-day workweek"}
{"label":0,"sentence":"I like you."}
{"label":0,"sentence":"You’re that “Nothing” when people ask me what I’m thinking about."}
{"label":3,"sentence":"Coca-Cola named world’s worst plastic polluter for third straight year"}
{"label":2,"sentence":"As the Kardashians celebrate their 20th and final season... I would LOVE to congratulate myself for never watching a single episode."}
{"label":0,"sentence":"I see energy, I see a personality."}
{"label":1,"sentence":"Fuck 2020 [Megathread]"}
{"label":2,"sentence":"My girlfriend is mad because I could only last 2 minutes in bed In my defense it was doggy style so it's more like 14 minutes."}
{"label":3,"sentence":"Girls perform better academically in almost all countries (2015)"}
{"label":3,"sentence":"Sriracha sauce hits $150M+/Y with no sales team, no trademark and $0 in ad spend"}
{"label":3,"sentence":"Tesla broke US labor law with anti-union efforts – watchdog"}
{"label":2,"sentence":"How did bill Cosby celebrate after getting out of jail He went to a bar and bought everyone drinks"}
{"label":0,"sentence":"How is it that you always look great, even in sweatpants?"}
{"label":2,"sentence":"Translated from German, I hope this works: What’s 3x3? No"}
{"label":3,"sentence":"Pfizer and Moderna vaccines may produce lasting immunity"}
{"label":0,"sentence":" I bet you make babies smile."}
{"label":3,"sentence":"Elderly patients 23% more likely to die if surgery is on the surgeon’s birthday"}
{"label":0,"sentence":" How do you keep being so funny and making everyone laugh?"}
{"label":1,"sentence":"Ruth Bader Ginsburg, US Supreme Court Justice, passed at 87"}
{"label":2,"sentence":"I have a joke about the exceptional healthcare and medicine Trump took to recover from COVID. But, no one else would get it."}
{"label":1,"sentence":"What's the dumbest thing you actually believed?"}
{"label":3,"sentence":"GOP Rep. on cyber committee dumped MSFT shortly before $10B contract scrapped"}
{"label":3,"sentence":"How journalists use youtube-dl, the media tool RIAA forced offline"}
{"label":2,"sentence":"I once dated a girl who had a twin. People always asked me how I could tell them apart. Simple: Jane paints her nails purple. John has a cock."}
{"label":1,"sentence":"What is a seemingly mundane question you can ask somebody that will tell you a lot about their personality?"}
{"label":1,"sentence":"The Average human brain is comparable to about 2.5 million gigabites. Your brain has reached near capacity. What do you delete to free up space?"}
{"label":0,"sentence":"You're someone's reason to smile."}
{"label":3,"sentence":"Louis Rossmann videos “reported as abusive” and banned from Facebook"}
{"label":1,"sentence":"people who take walks at night, what's the scariest thing you've seen?"}
{"label":1,"sentence":"Adults of reddit, what is something that sucks about being an adult that most teenagers don’t realize?"}
{"label":2,"sentence":"I'm in a really bad place right now. Not mentally, I've just found myself in fucking Utah."}
{"label":2,"sentence":"As an Aussie, Americans are always asking me where in Australia there *isn’t* something trying to kill you... “School” is my answer"}
{"label":3,"sentence":"Edsger Dijkstra – The Man Who Carried Computer Science on His Shoulders"}
{"label":1,"sentence":"People who quit their jobs on the first day, what was your “I’m outta here” moment?"}
{"label":1,"sentence":"[SERIOUS] What is a seemingly normal photo that has a disturbing backstory?"}
{"label":0,"sentence":"You’re a good person."}
{"label":1,"sentence":"As a 20-30 year old, you are offered the chance to live rent-free in a retirement or nursing home with the caveat that you must make an effort to spend at least a few hours/day with the other residents (sharing meals, hanging out, etc...). Would you take this opportunity and why or why not?"}
{"label":2,"sentence":"It's a good thing Gatorade was developed at the University of Florida as opposed to Florida State Seminole Fluid doesn't sound quite as good."}
{"label":3,"sentence":"Valve accused of ignoring existing RCE vulnerability in Source games for 2 years"}