{"questions":["How would you feel about Reddit adding 3 NSFW filters to distinguish between porn, gore, and repetitive posts asking how you would feel about Reddit adding 2 NSFW filters to distinguish between porn and gore?","What if God came down one day and said \"It's pronounced 'Jod' then left?","How would you feel about a \"if you accidentally scroll to the top, you can go back to where you were,\" button for Reddit?","What if Earth is like one of those uncontacted tribes in South America, like the whole Galaxy knows we're here but they've agreed not to contact us until we figure it out for ourselves?","People of Reddit, how would you feel if there was a \"USA\" filter where non-Americans can scroll through Reddit freely without watching, hearing or reading what's going on in America?","Steve Irwin has you pinned down in a headlock, what cool facts does he tell the audience about you and your habitat?","With Christmas 364 days away, people who already have their decorations up, why?","You go to sleep on the 31st of December 2020 and wake up the next day but when you check your phone, it says January 1st 2020, after the first couple of days you realize it's just like groundhog day, what do you do with the information you have about 2020?","If Reddit were to add an NSFL flair so that we could tell the difference between NSFW (Porn) and NSFL (Gore and stuff) do you think it would be useful? Why or why not?","Turns out 2021 is just a bizarre and unprecedented as 2020, except its all good things that keep happening, what are they?","At 9:21 tonight, it will be the 21st minute of the 21st hour of the 21st day of the 21st year of the 21st century. What will you be doing?","People who have Only fans, what is stopping you from upgrading to an air conditioner?","How do you cope with being treated like you are crazy for following covid safety guidelines, when others around you aren’t doing the same?","You're offered the ability to absorb the knowledge of any book you touch instantly, but the way it works is that time freezes and won't unfreeze until you finish reading the book cover to cover, do you accept this power/curse? Why or why not?","What are underrated websites and what do you use them for?","Former Flat Earthers. What made you come round?","How the F do you make friends as an adult if you don't drink?","Doctors of reddit, what’s it like when you go in for a doctors appointment? Do you and your doctor discuss what’s wrong with you like it’s a group project? Do you not go at all because you’re your own doctor?","How would you feel about a TV show similar to \"Undercover Boss\", but instead of companies they secretly infiltrate and film police forces?","Therapists of reddit, what was your biggest \"I know I'm not supposed to judge you but holy sh*t\" moment?","Ruth Bader Ginsburg, US Supreme Court Justice, passed at 87","How would you feel if Reddit added a feature where you could still use your normal account, but then have an option to press a button on your account and post anonymously rather then creating a throwaway?","How would you feel about school taking up an extra hour every day to teach basic \"adult stuff\" like washing clothes, basic cooking, paying taxes?","What was the best \"you have no power here\" moment you have ever seen?","As a 20-30 year old, you are offered the chance to live rent-free in a retirement or nursing home with the caveat that you must make an effort to spend at least a few hours/day with the other residents (sharing meals, hanging out, etc...). Would you take this opportunity and why or why not?","Australians of Reddit, since no peace treaty has been signed to officially conlude the Emu War, how has life in this constant state of war been for you?","Martin Luther King, Jr. said, “If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward.” What are your life examples of this?","Women of reddit, what do you think about the fall of constantinople in 1453 by the ottoman forces led by Mehmed II?","How do you feel about ’how would you feel?’ posts being banned?","You're gifted 24 straight hours where you and your pet(s) are suddenly able to understand each other and have real conversations like you're old bffs just catching up on lost time. What would you want to tell them and how would you want to spend those hours with them?","IF people used \"break up lines\" instead of \"pick up lines\" what would some of them be??","You can't time travel, but your phone has the internet from 5 years in the future. What do you search for first?","Elon Musk is now worth $197 billion, how do we sell him?","You're cursed with the ability to see ghosts but you can only see either A. sexy ghosts that are constantly trying to get you hard at all times (you cant feel anything) or B. smart ghosts that always correct you in a condescending way to make you feel stupid, which do you choose and why?","What do you think of the idea of \"adopting\" elderly people whose children have died as parents or grandparents, much the same way we adopt children whose parents have died as our own?","What are subtle red flags at a job interview that say \"working here would suck\"?","Redditors who work at remote places like forest officers, oil rig workers, etc, what creepy things have you noticed while at work?","Have you ever been drunk or high and came up with this truly amazing idea but then became sober and realized it wasn't as amazing as you thought it was? If so, what was the idea?","[Serious] Therapists, what is something people are afraid to tell you because they think it's weird, but that you've actually heard a lot of times before?","People who take massive war crime level dumps in public bathrooms but don't flush. Why?","What if 2020 isn't the \"bad year\" but it's the start of a bad decade?","Who ruined your family Christmas this year, and what did they do?","If you could take a pill to skip sleep, allowing you to feel fully rested with no side effects, would you do it? What would you do with a full 24 hours?","What teen movie is the epitome of \"the older I get, the more I agree with the adult\"?","If you could telepathically say something that all 7.8 Billion people on earth could hear at once what would it be?","People who quit their jobs on the first day, what was your “I’m outta here” moment?","What wedding moment made you think: “They are not going to last long”?","People who asked for a pencil every single day in school. How is life going for you?","What old video games do you still play regularly?","What is clearly a scam but is so normalized people don’t notice?","So, what’s your plan for seducing Bill Gates?","What is the fastest you have ever seen a new co-worker get fired?","What Bible story would qualify as a Florida man story?","What if the extinction of the dinosaurs was actually caused by a T-Rex Gender Reveal Party?","People who are bothered by others wearing a mask while driving. Why do you care?","How do you deal with an overly friendly neighbor who asks too many questions about your life when you happen to be outdoors at the same time?","You have 5 minutes to hide a paperclip in your home. A detective has 24 hours to find it, If they don't, you get $10,000. Where are you going to hide the paperclip?","What moment made you say “Yep, I’m definitely dead”, but survived with no major injuries?","What is a NOT fun fact?","How would you feel if people arrested for domestic violence had to register like sex offenders do?","Redditors who cut their grass at 7 am on Saturday morning and wake up the whole neighborhood, why do you do it?","What’s an industry secret in the field you work in?","If you have never posted something using your 10 year old account, what would your first post be?","People who choose to be kind everyday despite of not receiving the same kindness back , what motivates you ?","If 2021 is as good as 2020 was bad, what will we see happen in 2021?","Have you ever laughed so hysterically at something so simple you were starting to get legitimately worried that you were losing your sanity or something? About what were you laughing so hard then?","\"Oh, you're a programmer? I have a problem with my printer...\". What's the equivalent of this in your job?","20 years from now what will be the “ you are not going to always have a calculator in your pocket?”","\"God gave man a brain and a penis. And only enough blood to run one at a time.\" - Robin Williams What are some real-life examples of this?","Assuming athletes would be nude at modern Olympics (as there were in the ancient times), which discipline would be the most cringy or the most awkward to watch?","Adults of Reddit, what is something every Teenager needs to know?","[SERIOUS] What is the Creepiest or most Unexplained thing that’s happened to you that you still think about to this day?","What are some tricks in bed that everyone should know?","What's a relatively unknown technological invention that will have a huge impact on the future?","What are some hidden gem subreddits with plenty of stuff to binge read?","Owners of Volkswagen Beetles, how do you feel knowing that when you drive your car, countless people punch each other for being the first to see it?","Overthinkers of Reddit, what unlikely scenario actually came true that you were completely prepared for because you are an overthinker?","You are teleported back to 2001 terminator-style (butt ass naked) and end up in the middle of Times Square. What do you do or say to convince people you’re not a stoned homeless person?","If when you die, someone takes the VR headset off of your head and asks how the virtual life was, what's the first thing you say?","what invention is so good that it actually can’t be improved upon?","What’s a quote that permanently changed the way you look at things?","What was supposed to be \"The Next Big Thing\", but totally flopped?","What's older than we think ?","Would you rather be the best at speaking every language or be the best at playing every instrument? Why?","Your consciousness is sent back to when you were at age 15, and you maintain all of your current knowledge and experience. What do you do?","How do you feel about a friend with benefits, but instead of sexual benefits it's medical, dental and pension?","What's the best joke you know?","If guys started hiding their nips the way girls did, do you think eventually girls would get conditioned to be sexually aroused by male breasts? Why and why not?","Moratorium on questions related to US Politics","Doctors of Reddit: What happened when you diagnosed a Covid-19 denier with Covid-19?","What is a lifehack that seems fake, but is a true lifesaver?","You are given immortality with the side effect of being sent back in time 2000 years. Would you accept this offer and if so what would you do?","What are some free/low-cost resources college students should know about?","You’ve been kidnapped. 30 mins later your kidnapper dumps you on the street because you won’t stop talking about what?","Men who have sold/donated sperm and gave permission for the child to contact you at 18, what is your story?","Lawyers of reddit what was your “HOLD IT!” moment where you knew you would win?","Elevator-maintenance folks, what is the weirdest thing you have found at the bottom of the elevator chamber?","\"Once you were old enough, what were the dark family secrets you were finally let in on?\"","Fast food workers, what is your \"Sir, this is a Wendy's\" moment?","What food do you swear people only pretend to like?"],"jokes":["How many Trump supporters does it take to change a lightbulb? None. Trump says it’s done and they all cheer in the dark.","Why did it take the police so long to show up to Capitol Hill today? Because they had to go home and change first.","What is the most expensive video-streaming service at this time? College","Waiting for election results is like waiting for a grade on a group project. I know I did my part right, but I am worried the rest of you screwed it up.","If trump wins the election, I will leave the United States If Biden wins the election, I will leave the United States \nThis is not a political post, I just want to travel","Can we ban \"yo momma\" jokes from this sub? They're old, stupid and have been done by literally everyone hundreds of times Just like yo mamma","Trump tests positive for COVID-19. He finally passed a test without cheating, good for him.","What's the difference between the US Capitol and Mordor? One does not simply walk into Mordor","How do you lure a pervert? (NSFW) Just add the NSFW tag.","If it weren't for Arabs, we would never have 9/11   \nInstead it would be IX / XI","My wife says if this post get a 1000 likes, I can get anal on my cake day Please upvote because I want this house to be spotless","As I suspected, someone has been adding soil to my garden. *The plot thickens.*","Is your refrigerator running? If so, I may vote for it.","Breaking: Donald Trump has just won another state. Denial.","My granddad always used to say, “As one door closes another one opens.” Lovely man. \nTerrible cabinet maker.","My son kept chewing on electrical chords, so I grounded him... He's doing better currently and conducting himself properly.","Trump still has a chance at 270 All he has to do is lose 50lbs.","Iamonthemoonandthereisnowheretogetabeer. Thereisnospacebar.","A man is buying a banana, an apple and two eggs. The cashier says: “you must be single” The man replied: “Wow how did you know that ?” \nCashier: “ Because you’re fucking ugly”","Me: \"Squirting isn't real, right? It's just urine, right?\" Interviewer: \"I meant any questions about the job\"","My grandad always used to say “as one door closes another one opens” Lovely man, Terrible cabinet maker.","Joke from my 12 year old “why do you never see elephants hiding in trees?” Because they’re so good at it! \nPlease don’t ban me","Trump might finally get what he wants the most He might get to be president for the rest of his life.","6 yr old son made this up. What do exploding pandas eat? BAMBOOM!","Call me a racist if you want, but south of the border is a sea of violence, corruption and stupidity I wouldn't touch with a ten foot pole. Thank god I live in Canada","The clitoris has nearly 8000 nerve endings. And it’s still not nearly as sensitive as Reddit.","A girl once asked me if I was a breast or legs guy... I told her I was more into anal and feet. Now I’m banned from KFC.","The 72 virgins were not what I expected Turns out it was just a reddit admin meeting.","Give a man a shirt, and he'll wear it once Tell a man he looks good in it, and he'll wear it for a lifetime","My BDSM community took me to court for not being hardcore enough. I got off with just a slap on the wrist. So I lost the case.","If you say AT&T backwards You sound like a Canadian Bomb Technician. \n\nEdit: Thanks for all the awards, eh!","I had sex with my kid's teacher. I have to tell my wife... ...how much I appreciate her taking a break from homeschooling the kids for quick romp with me. The pandemic isn't all bad!","My Chinese waiter thinks all white people look alike and gave my food to the wrong customer Wait. Never mind. That wasn't my waiter.","Give a Man a Fish and You Will Feed Him for a Day. Teach a man to fish and he will spend a fortune on gear he will only use twice a year.","My wife asked me which of her friends I would like to have a threesome with. Apparently I’m not supposed to pick two of them.","What does sex and the U.S. Military have in common? When you pull out at the wrong time you end up wasting 20 years and a lot of money","I’m American, and I’m sick of people saying America is “the stupidest country in the world.” Personally, I think Europe is the stupidest country in the world.","What did Charizard say when he saw Pikachu Charizard \nEdit: I’m dumb, he would just roar","I told my gf that i had a crush on beyonce! And she said to me  \"Whatever floats your boat\" \nAnd i said \"No that's **Buoyancy**\"","Why do the election results take so long? It’s a race between two 70+ year old men. What do you expect?","If this year has taught us anything, it’s that Donald Trump is a regular American citizen He caught COVID-19, has massive debt, is about to be evicted from his house and is going to lose his job","My penis is like Joe Biden. Slightly left-leaning, and nobody's first choice.","My girlfriend borrowed $100 from me. After 3years, when we separated, she returned exactly $100. I lost Interest in that relationship.","My wife beamed at me with pride and said, “Wow! I never thought our son would go that far!“ I said, “This trebuchet is amazing! Go get our daughter.”","Today I thought of a color that doesn't exist... but then I realized it was just a pigment of my imagination.","My girlfriend broke up with me for being too “un-American” I saw it coming from a kilometre away","My wife said to me \"If I ever get Alzheimers I would commit suicide rather than burdening you with me\" I said \"Thats the fifth time you've said that today\"","It's a 5 minute walk from my house to the pub. It's a 30 minute walk from the pub to my house. The difference is staggering.","I stabbed a vampire, beat zombies to death and killed devil itself... my wife rushes through the room and shouts, \"YOU'RE SUPPOSED TO GIVE THEM CANDIES, FRANK\"","What happens when you do nothing about a respiratory pandemic? Your followers turn blue.","I arrived early to the restaurant. The manager said do you mind waiting a bit? I said no. Good, he said.  Take these drinks to table nine.","What has 6 balls and fucks all the poor people? The lottery.","If a tree falls in the forest and no one is around to hear it… …then my illegal logging business is a success","How many cops does it take to push a black man down the stairs? None, reports say he fell","What's the Presidential ventilator called? Forced Air One","Girl: Come over Guy: I'm coming over \nGirl: We should stop using Walkie-Talkies in bed over","I walked in on my girlfriend having sex with her fitness trainer. Me: \"Okay, this isn't working out.\"","Did you know that Stephen King has a son named Joe? I'm not joking, but he is","I wanna tell you a joke about a girl who only eats plants. You’ve probably never heard of herbivore.","What do you get if you eat 3.14 cakes? Fat. You get fat. \n&#x200B;\n\nYou were expecting a joke about pi? On my cake day?\n\n&#x200B;","I was complaining to my wife about our nonexistent sex life. Zero fucks were given. \nEdit: Thanks guys. You all seem to give way more fucks than she did.","My girlfriend is mad because I could only last 2 minutes in bed In my defense it was doggy style so it's more like 14 minutes.","If someone calls you Fat, just ignore them. You are bigger than that!","I asked my masseuse if it was normal to get an erection during my massage He said it was perfectly normal. I said, “Ok, but could you at least stop bumping it into me?”","I just read a list of “100 Things To Do Before You Die”... I was quite surprised that “Yell for help” wasn’t one of them.","r/Jokes Has 19 Million subscribers! It's amazing what 7 jokes can do","What did the Reddit user say after setting off a bomb in a bank? Edit: Wow this blew up! Thanks for the gold!","It is really unfortunate that Islam, Christianity, and Judaism have been fighting each other for centuries. Hindus, on the other hand, never had any beef.","My wife told me to take the spider out instead of killing him. Went out, had a few drinks. Nice guy. He's a web designer.","It's a shame nothing is built in the USA anymore.... Just bought a T.V. and it said, \"Built in Antenna\". \nI don't even know where that is!!","Apparently my family is racist I had them meet my new black girlfriend and they all started screaming at us. Especially my wife.","The swordfish has no natural predators to fear from... ....except the penfish, which is supposed to be even mightier.","In 50 years: \"You know, kids, back in my day, we had to wear masks everywhere we went at one point.\" We didn't have those fancy hazmat suits you all wear today","I walked in on my girlfriend having sex with her personal trainer. So I said: \"Ok, this isn't working out.\"","My 8 year old son's joke: What do you call an ox with big butt? Buttocks","It must be hard for people learning to spell in English. For example, there is one silent K in \"knight\", four silent K's in \"knickknack\" And three silent K's in \"Republican\".","I got my covid test results and I'm so confused.. it was just the number 83... On the plus side my IQ test came back positive","My Crush just sneezed and I accidentally said \"bless you\" Now she's staring at the bushes confused, wondering who said that.","Smoking will kill you. Bacon will kill you. Smoking bacon will cure it.","If having sex for money makes you a whore then having sex for free makes you a non-profit whoreganization","What has 27 actors, three settings, two writers, and one plot? 671 Hallmark movies.","How did Kim Kardashian tell her kid about her upcoming divorce with Kanye? North, things between West and I have gone South.","Why are murders so difficult to solve in Alabama? All the DNA matches and there are no dental records","Genie: I shall grant you 3 wishes Me: I wish for a world without lawyers \nGenie: Done, you have no more wishes\n\nMe: But you said 3\n\nGenie: Sue me.","What is a Karen called in Europe? An American","Had a girl try to choke me during sex recently. I was like whoa whoa whoa, who kidnapped who here?","Everybody knows Alan Turing who cracked the enigma codes [removed]","As an Aussie, Americans are always asking me where in Australia there *isn’t* something trying to kill you... “School” is my answer","As I handed my dad his 50th birthday card, he looked at me with tears in his eyes and said Y’know, one would have been enough.","I was confused why there are so many stories about vampires in Europe, but not in Africa. Then I remembered that vampires are killed by holy water. \nThey bless the rains down in Africa.","I set the pornhub theme as my ring tone, because if anyone at business meetings recognizes it they'll be too ashamed to comment. They did stop shaking my hand though...","Why is prostitution illegal? Because when it comes to screwing people and taking their money, the government doesn't want anyone outperforming them","Guys, don't install adblock I did, and now the hot singles in my area don't want to meet me any more.","I think my cat might be a communist He won't shut up about Mao.","My buddy got fired today for telling a female customer “Whatever shampoo that is keep it up! Sure smells good!” Im gonna miss that midget..","Quarantine has turned us into dogs. We roam the house all day looking for food. We are told \"no\" if we get too close to strangers. And we get really excited about car rides.","Where did little Jimmy go after getting lost in a mine field? Everywhere","Reddit should rename 'share' to 'spreddit', 'delete' to 'shreddit' and 'karma' to 'creddit'.   Yet they haven't. I don't geddit.","Do you want to know why the republicans won't impeach Trump? Because they believe in carrying a baby to full term.","I changed the tags of my mother’s herb jars. She hasn’t notice it yet.. But the thyme is cumin"],"curiousHacker":["Reddit is banning any Aimee Challenor mention. UK public figure and Reddit admin","Mars becomes the 2nd planet that has more computers running Linux than Windows","CDC website built by Deloitte at a cost of $44M is abandoned due to bugs","North Carolina tells retired engineer he can't talk about engineering","Reddit app got 50M downloads by making mobile web experience miserable","Employees Are Quitting Instead of Giving Up Working from Home","Robinhood now has a 1-Star rating on the Google Play Store","‘YouTube recommendations are toxic,’ says dev who worked on the algorithm (2019)","EU withheld a study that shows piracy doesn't hurt sales (2017)","Over 96% of Apple Users Have Blocked Facebook from Tracking Them","New HIV vaccine with a 97% antibody response rate in phase I human trials","Senior Google exec opposes remote work, moves to New Zealand to work remotely","34% of remote workers would quit rather than return to full-time office work","Google Deletes Nearly 100k Negative Reviews of Robinhood App","Firefox replaces Google Analytics with fake no-op in strict tracking protection","Arrest warrant issued for ex-Florida data scientist Rebekah Jones","Nine in 10 Adults Think Buying Latest Smartphone Is ‘Waste of Money’","How I cut GTA Online loading times by 70%","Sony Publishes an Official Linux Driver for Playstation 5 DualSense Controllers","US Senators call on FCC to raise broadband definition to 100Mbs down and up","Police playing music while being filmed, seemingly to trigger copyright filters","Russia gives Edward Snowden permanent residency","Signal Tries to Run the Most Honest Facebook Ad Campaign Ever, Gets Banned","Linus Torvalds on mRNA Vaccines","New York Attorney General declares top ISPs committed net neutrality fraud","Rockstar thanks GTA Online player who fixed load times, official update coming","Agents raid home of fired Florida data scientist who built Covid-19 dashboard","Firefox usage is down 85% despite Mozilla's top exec pay going up 400%","Uber used 50 Dutch shell companies to dodge taxes on $6B in revenue","Recycling was a lie to sell more plastic, recycling industry veteran says","Assange, Manning and Snowden Nominated for the 2020 Nobel Peace Prize","Facebook is now claiming official CDC.gov links are “False Information”","Reddit’s most popular subreddits go private in protest against ‘censorship’","Sriracha sauce hits $150M+/Y with no sales team, no trademark and $0 in ad spend","Oregon becomes first state to legalize psychedelic mushrooms","You have the right to record police in public, federal court rules","4-day workweek boosted workers' productivity by 40%, Microsoft Japan says","Costa Rica Has Run on 100% Renewable Electricity for 299 Days","50 Years Ago, Sugar Industry Quietly Paid Scientists to Blame Fat (2016)","Hedge fund Melvin sustains 53% loss after Reddit onslaught","Hyundai buys Boston Dynamics for nearly $1B","Data leak shatters the lie that the innocent need not fear surveillance","Robinhood’s plan to “democratize finance” hit a GameStop-shaped speed bump","Google's new logos are bad","Stop the Earn IT Bill Before It Breaks Encryption","Reddit Rewrites History by Excluding Aaron Swartz","Google sued: Idle Android eats mobile data to send telemetry and preload ads","Germany is beginning a 3y universal-basic-income trial with $1400/mo per person","Coca-Cola named world’s worst plastic polluter for third straight year","Apple founder Steve Wozniak backs right-to-repair movement","Archivists Are Trying to Make Sure a ‘Pirate Bay of Science’ Never Goes Down","Police killings more likely in agencies that get military gear, data shows","Boston Dynamics: Do You Love Me?","Facebook threatens to make iOS users pay. Please do it, Mr. Zuckerberg","Darknet market vendor identified via fingerprints in photo posted","Plan Your Route Privately: DuckDuckGo Now Has Driving and Walking Directions","Facebook approves alcohol, vaping and gambling ads targeting 13-17 year olds","Germany bans Facebook from handling WhatsApp data over privacy concerns","Leaked phone number of Mark Zuckerberg reveals he is on Signal","FileZilla now contains adware if you download from the official homepage","Reddit bans subreddit group “r/DonaldTrump”","Rockstar pays $10k to modder who fixed GTA Online loading times","YouTube-dl's repository has been restored","Zoom lied to users about end-to-end encryption for years, FTC says","Facebook has sent a cease-and-desist letter to researchers","Honda quits F1, invests in carbon-free tech instead","Windows XP source code has leaked","Bitcoin now uses more electricity than Argentina","Irish Teen Invents a Way to Remove Up to 90% of Microplastics from Water","AT&T’s current 5G is slower than 4G in nearly every city tested by PCMag","Amazon’s newest euphemism for overworked employees is ‘industrial athlete’","“User Engagement” Is Code for “Addiction”","Twitch suspends DragonForce guitarist Herman Li for playing his own music","Vitamin D insufficiency may account for almost 90% of Covid-19 deaths","South Park creators have new political satire series with AI-generated deepfakes","Facebook Is a 'Super Spreader' of Election Misinformation","Firefox 86 Introduces Total Cookie Protection","Newark cops, with reform, didn't fire a single shot in 2020","Oxford pledged to donate rights to their Covid Vaccine, then sold them to pharma","Tesla’s $16k Quote for a $700 Fix Is Why Right to Repair Matters","MIT Press has granted full access to all its journals","California would decriminalize psychedelics, paving way for medical treatment","Spotify is letting employees work from anywhere while paying SF and NY salaries","EU proposal to ban encryption for chat apps","I am an Uighur who faced China’s concentration camps","Amazon Refused to Refund $7k After Shipping an Empty Box Instead of a Sony A1","YouTube CEO receives freedom of expression award sponsored by YouTube itself","Tim Sweeney: “ISO obstructs adoption of standards by paywalling them”","The persecution of the Uyghurs is a crime against humanity","Booking.com gives €28m in bonuses to three top execs; Took €65m in State aid","Data Scientist Rebekah Jones, Facing Arrest, Turns Herself in to Authorities","Being good at coding competitions correlates negatively with job performance","Google fired employees for union activity, says US agency","Employees are happier when led by people with deep expertise (2016)","Farmers are having to hack their own tractors to make repairs","Facebook buying ads for Messenger to be top result when you search for 'Signal'","Google workers announce plans to unionize","Microsoft Authenticator Chrome Extention is not from MS and is phishing","Police in Minnesota round up journalists and take pictures of their faces","'Fake' Amazon workers defend company on Twitter"]}